[
	{
		"objectType": "Archetype",
		"name": "Lion Blade",
		"details": [
			"You've trained as a spy in service of Taldor, learning secrets of disguise, manipulating crowds, and deceiving various sorts of magic users with ease. You likely dropped out of the Kitharodian Academy, Taldor's premier bardic college, in order to train at one of the Lion Blade's elite Shadow Schools."
		],
		"page": 131,
		"source": "PZO9301",
		"id": "15924eeb-f28b-44f0-9bd2-342d665729e1",
		"aonId": 22
	},
	{
		"objectType": "DedicationFeat",
		"name": "Lion Blade Dedication",
		"level": 2,
		"traits": [ "Uncommon", "Archetype", "Dedication" ],
		"prerequisites": [ "member of the Lion Blades", "trained in Performance" ],
		"access": "You are from Taldor.",
		"details": [
			"Your lion blade spy training helps you conceal yourself and your identity. You become trained in your choice of Deception or Stealth and in Espionage Lore; if you were already trained, you become an expert instead. You never take circumstance penalties for attempting to take a disguise of a different ancestry, age, and so on, as long as the disguised form is appropriate for your size."
		],
		"special": [
			"You cannot select another dedication feat until you have gained two other feats from the Lion Blade archetype."
		],
		"page": 131,
		"source": "PZO9301",
		"id": "9c2667a7-c7d3-4461-a029-06791cf932ae",
		"aonId": 917
	},
	{
		"objectType": "Feat",
		"name": "Lost in the Crowd",
		"level": 4,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Lion Blade Dedication" ],
		"details": [
			"You've learned how to move as one with crowds and hide among them, vanishing into a busy street in the blink of an eye. You move at full Speed in crowds and can use cover from crowds to Hide and Sneak, gaining a +2 circumstance bonus on your Stealth checks when in a crowd of at least 10 creatures and a +4 circumstance bonus on your Stealth checks when in a crowd of at least 100 creatures."
		],
		"page": 131,
		"source": "PZO9301",
		"id": "1b2f3aff-35c0-4413-8ca7-74b8a64dafb0",
		"aonId": 918
	},
	{
		"objectType": "Feat",
		"name": "Crowd Mastery",
		"level": 6,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Lost in the Crowd" ],
		"details": [
			"You use the crowd to your advantage, diverting your foes' attention to potential hidden dangers in the crowd. When determining if your foe is flanked, treat all squares occupied by a crowd as if they were occupied by an ally with a melee reach of 5 feet."
		],
		"page": 131,
		"source": "PZO9301",
		"id": "8bcdf1a0-8c32-403b-a4ea-23ec3cfea722",
		"aonId": 919
	},
	{
		"objectType": "Feat",
		"name": "Expeditious Advance",
		"level": 6,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Lion Blade Dedication" ],
		"requirements": "You are unarmored or wearing light armor.",
		"details": [
			"You advance and retreat quickly. You gain a +10-foot status bonus to your speed."
		],
		"page": 131,
		"source": "PZO9301",
		"id": "5e3b4abe-c9de-4f2f-9851-1d875d7169ce",
		"aonId": 920
	},
	{
		"objectType": "Feat",
		"name": "Spy's Countermeasures",
		"level": 10,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Lion Blade Dedication" ],
		"details": [
			"You've learned how to analyze and fake your responses to the most common magic used against spies. Whenever you succeed at your save against a divination or mental effect, you can Identify Magic to identify the spell as a free action triggered when you succeed, even if you didn't notice the spell being cast.",
			"If you successfully identify a divination effect targeting you and the spell would normally fail or have no effect, you can create a substitute result, causing the spell's caster to think the spell succeeded, with a result of your choice. If you successfully identify a mental effect targeting you and the spell would normally fail or have no effect, you can make it appear as if you were affected and attempt to play along with the spell; if the spell normally establishes a mental link, it functions normally but you can disregard any commands you receive through the link."
		],
		"page": 131,
		"source": "PZO9301",
		"id": "63a96d96-3c65-4d39-b996-ea8df917c3eb",
		"aonId": 921
	},
	{
		"objectType": "Feat",
		"name": "Flicker",
		"actionType": "[A]",
		"level": 12,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Lion Blade Dedication" ],
		"details": [
			"You use your movements and disguises to make yourself a flickering blur. You gain concealment until your next turn. As usual for concealment involving an obvious visual manifestation, you can't use this concealment to Hide."
		],
		"page": 131,
		"source": "PZO9301",
		"id": "7884d091-cc2c-4892-b14a-a548eef39ce0",
		"aonId": 922
	}
]