[
	{
		"objectType": "Archetype",
		"name": "Pathfinder Agent",
		"details": [
			"You're a field agent of the globe-trotting Pathfinder Society, sworn to report, explore, and cooperate. You explore the world, gathering artifacts and antiquities, and record your adventures for posterity."
		],
		"page": 23,
		"source": "PZO9301",
		"id": "f8d872a0-c0ba-4780-b4d4-61c1cb8cd314",
		"aonId": 13
	},
	{
		"objectType": "DedicationFeat",
		"name": "Pathfinder Agent Dedication",
		"level": 2,
		"traits": [ "Uncommon", "Archetype", "Dedication" ],
		"prerequisites": [ "member of the Pathfinder Society" ],
		"access": "You are from Absalom.",
		"details": [
			"Your Pathfinder training has broadened your horizons and made you more flexible at various skills, since you never know when you might need an obscure skill to complete your mission. You become trained in one skill of your choice, or expert in a skill of your choice in which you were trained. You also become trained in Pathfinder Lore, or an expert if you were already trained. When using a skill untrained, your proficiency bonus is equal to your level instead of 0. You gain access to <i>wayfinders</i> (<i>Core Rulebook</i> page 617)."
		],
		"special": [
			"You cannot select another dedication feat until you have gained two other feats from the Pathfinder agent archetype."
		],
		"page": 23,
		"source": "PZO9301",
		"id": "a56ab9f3-87c6-4eb1-87ea-f38be2e8da1c",
		"aonId": 871
	},
	{
		"objectType": "Feat",
		"name": "Careful Explorer",
		"level": 4,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Pathfinder Agent Dedication" ],
		"details": [
			"You've explored enough dusty tombs and hidden vaults to gain a sixth sense about traps, and you sometimes notice them even when you're not trying to. Even if you aren't Searching in exploration mode, you get a check to find traps that normally require you to Search for them. You still need to meet any other requirements to find the trap."
		],
		"page": 23,
		"source": "PZO9301",
		"id": "4aaa2b4a-784b-46df-8449-656fb4149623",
		"aonId": 872
	},
	{
		"objectType": "Feat",
		"name": "Deft Cooperation",
		"level": 4,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Pathfinder Agent Dedication" ],
		"details": [
			"When you set things up to help your allies, you also gain some of the fruits of your labors. When you successfully Aid an attack roll or AC, you gain a +1 circumstance bonus to attack rolls or AC against that enemy until the end of your next turn, whichever you granted to your ally. When you successfully Aid a skill check, if you attempt the exact same skill check (not just using the same skill, but using it for the same purpose, for instance a check to Climb the same wall) on your next turn, you gain a +1 circumstance bonus to your skill check."
		],
		"page": 23,
		"source": "PZO9301",
		"id": "adb4d0bb-44e0-4b36-9217-904361c7cbbe",
		"aonId": 873
	},
	{
		"objectType": "Feat",
		"name": "Thorough Reports",
		"level": 4,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Pathfinder Agent Dedication" ],
		"details": [
			"Your reports are thorough and informative, and putting your thoughts to paper helps you retain the information. Keep track of each type of creature you successfully identify with Recall Knowledge. When attempting Recall Knowledge checks against creatures on your list in later encounters, you gain a +2 circumstance bonus, and you learn an additional fact about such creatures on a success."
		],
		"special": [
			"."
		],
		"page": 23,
		"source": "PZO9301",
		"id": "c0434a5d-a1ce-43ac-a462-d04ddd5cf2c5",
		"aonId": 874
	},
	{
		"objectType": "Feat",
		"name": "Wayfinder Resonance Tinkerer",
		"level": 4,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Pathfinder Agent Dedication" ],
		"details": [
			"You can use the unusual resonance of your <i>wayfinder</i> to grant it additional effects. Choose one cantrip from the arcane, divine, occult, or primal list. You can activate your <i>wayfinder</i> to cast that cantrip at will. Additionally, you can Activate your <i>wayfinder</i> with a [A] (envision) activation to transform it into a nondescript pin or brooch to hide your affiliation with the Pathfinder Society. This transformation lasts for 1 hour."
		],
		"page": 23,
		"source": "PZO9301",
		"id": "ade012a8-363c-4144-b796-d575d99f645c",
		"aonId": 875
	}
]