[
	{
		"name": "Abyssal Pact",
		"level": 1,
		"objectType": "Ritual",
		"traits": [ "Uncommon", "Conjuration" ],
		"cast": "1 day",
		"primaryCheck": "Religion (expert; you must be a demon)",
		"details": [
			"You call in a favor from another demon whose level is no more than double <i>Abyssal pact</i>'s spell level, two demons whose levels are each at least 2 less than double the spell level, or three demons whose levels are each at least 3 less 3 than double the spell level.",
			{
				"criticalSuccess": [
					"You conjure the demon or demons. They are eager to pursue the task, so they don't ask for a favor."
				],
				"success": [
					"You conjure the demon or demons. They are not eager to pursue the task, so they require a favor in return."
				],
				"failure": [
					"You don't conjure any demons."
				],
				"criticalFailure": [
					"The demon or demons are angry that you disturbed them. They appear before you, but they immediately attack you."
				]
			}
		],
		"page": 310,
		"source": "PZO2104",
		"focus": false,
		"aonId": 21,
		"id": "fc0a4641-8bb7-4f55-a926-e363da12b3b6"
	},
	{
		"name": "Angelic Messenger",
		"level": 1,
		"objectType": "Ritual",
		"traits": [ "Uncommon", "Conjuration" ],
		"cast": "1 day",
		"primaryCheck": "Religion (expert; you must be an angel)",
		"details": [
			"You transport yourself to either a celestial plane or a world on the Material Plane where worshippers of your patron can be found. You must be of no higher level than double <i>angelic messenger</i>'s spell level.",
			{
				"criticalSuccess": [
					"As success, but if you've never visited that plane or world before, you appear right in front of the message's intended recipient."
				],
				"success": [
					"You arrive on the target plane or world at the last location you visited on that plane or world, or to a random location within 10d10 miles of your message's intended recipient if you've never visited that plane or world before."
				],
				"failure": [
					"You don't travel."
				],
				"criticalFailure": [
					"You accidentally travel to the wrong plane, possibly a dangerous plane."
				]
			}
		],
		"page": 310,
		"source": "PZO2104",
		"focus": false,
		"aonId": 22,
		"id": "c93cf4cc-d8f6-4351-a89d-6fe394f13a14"
	},
	{
		"name": "Infernal Pact",
		"level": 1,
		"objectType": "Ritual",
		"traits": [ "Uncommon", "Conjuration" ],
		"cast": "1 day",
		"primaryCheck": "Religion (expert; you must be a devil)",
		"details": [
			"You make an appeal to a powerful devil, asking it to bind some of its subordinates to your service. If you succeed, the devil sends you its choice of one devil whose level is no more than double <i>infernal pact</i>'s level, two devils whose levels are each at least 2 less than double the spell level, or three devils whose levels are each at least 3 less than double the spell level.",
			{
				"criticalSuccess": [
					"The devils are sent to you and serve you for 1d4 weeks."
				],
				"success": [
					"The devils are sent to you and serve you for 1d4 days."
				],
				"failure": [
					"Your request is denied."
				],
				"criticalFailure": [
					"Not only is your request denied, but the powerful devil sends word of its displeasure to your master."
				]
			}
		],
		"page": 311,
		"source": "PZO2104",
		"focus": false,
		"aonId": 23,
		"id": "dc041ff5-a514-4f70-b7be-440222f6f9ba"
	},
	{
		"name": "Daemonic Pact",
		"level": 1,
		"objectType": "Ritual",
		"traits": [ "Uncommon", "Conjuration" ],
		"cast": "1 day",
		"primaryCheck": "Religion (expert; you must be a daemon or an urdefhan)",
		"details": [
			"You call upon the powers of Abaddon to grant you the assistance of a daemon. You call upon a daemon whose level can be no more than double <i>daemonic pact</i>'s spell level, two daemons whose levels are each at least 2 less than double the spell level, or three daemons whose levels are each at least 3 less than double the spell level.",
			{
				"criticalSuccess": [
					"You conjure the daemon or daemons, and they require nothing in return for their service."
				],
				"success": [
					"You conjure the daemon or daemons, who serve you willingly, but require a sacrifice in the form of spilled blood (either another creature's or your own)."
				],
				"failure": [
					"You don't conjure any daemons."
				],
				"criticalFailure": [
					"You don't conjure any daemons, and the self-sacrifice required to perform the ritual leaves you drained 1 (or drained 2 if the spell level is 5 or higher)."
				]
			}
		],
		"page": 311,
		"source": "PZO2104",
		"focus": false,
		"aonId": 25,
		"id": "4df22316-e935-4422-801c-b18cfa74f9d5"
	},
	{
		"name": "Ravenous Reanimation",
		"level": 7,
		"objectType": "Ritual",
		"traits": [ "Rare", "Evil", "Necromancy" ],
		"cast": "1 day",
		"cost": "valuable treasures from the target dragon's hoard worth a total value of 50,000 gp",
		"primaryCheck": "Arcana (master), Occultism (master), or Religion (master)",
		"requirements": "You must be an evil dragon",
		"details": [
			"You destroy the gathered treasures with your breath weapon or other powerful magic, then invoke necromantic energies before you feed upon the charred and melted remains. As you do so, negative energy courses through your flesh, automatically killing you. Each individual ravener's <i>ravenous reanimation</i> requires three to five unique additional omponents. Whether or not you return as a ravener depends on the success of the ritual.",
			{
				"criticalSuccess": [
					"You immediately transform into a ravener upon finishing the ritual; your soul ward starts at full Hit Points (equal to 5 × your level)."
				],
				"success": [
					"You rise as a ravener 24 hours after completing the ritual, as long as your body remains relatively intact. When you rise as a ravener, your soul ward starts at 1 Hit Point."
				],
				"failure": [
					"You rise as a ravener husk 24 hours after completing the ritual."
				],
				"criticalFailure": [
					"You die."
				]
			}
		],
		"page": 223,
		"source": "PZO2104",
		"focus": false,
		"aonId": 26,
		"id": "4f94b7a0-1c39-4ecd-9e76-c68e602b6aa1"
	}
]