[
	{
		"name": "Divinity Leech",
		"level": 9,
		"objectType": "Spell",
		"traits": [ "Rare", "Enchantment" ],
		"traditions": [ "arcane", "occult" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "30 feet",
		"targets": "1 creature",
		"savingThrow": "Will",
		"duration": "sustained up to 1 minute",
		"details": [
			"You disrupt the connection between a divine caster or deific servitor and their deity, blocking their use of divine power. If the target fails its save, it is fatigued. For the spell's duration, whenever the target casts a divine spell, you regain 6d6 HP and the target must attempt another Will save with the following effects.",
			{
				"criticalSuccess": [
					"The target is unaffected."
				],
				"success": [
					"Each target of the divine spell has an outcome one degree of success better than the result it rolled."
				],
				"failure": [
					"The divine spell is lost and target is stunned 1."
				],
				"criticalFailure": [
					"As failure, but the target is stunned for 1 round."
				]
			}
		],
		"page": 75,
		"source": "PZO90162",
		"focus": false,
		"aonId": 837,
		"id": "50af0cc1-62c0-4c8c-b2e5-2f2d601bd911",
		"hash": "vXfsSHfH"
	},
	{
		"name": "Prismatic Shield",
		"level": 9,
		"objectType": "Spell",
		"traits": [ "Rare", "Abjuration", "Light" ],
		"traditions": [ "arcane", "occult" ],
		"cast": "[A]",
		"components": [ "verbal" ],
		"duration": "until the start of your next turn",
		"details": [
			"Shield-sized shards of multicolored light manifest in the air around you, each rotating quickly to intercept attacks. Melee attacks against you impact a randomly colored shard, subjecting the attacker to a random effect from <i>prismatic spray</i>, with a saving throw of the type indicated in that spell. The shards automatically block physical ranged attacks the size of a spear or smaller, such as arrows, bolts, and javelins. You gain a +2 circumstance bonus to your AC against attacks with larger ranged weapons. Any spell that targets you requires the caster to succeed at a counteract check against your spell DC, or it fails to affect you."
		],
		"page": 75,
		"source": "PZO90162",
		"focus": false,
		"aonId": 838,
		"id": "90a0ca33-4355-4177-b9ad-80d027e48cbb",
		"hash": "KCmWZbJB"
	}
]