[
	{
		"aonId": 399,
		"name": "Agile Feet",
		"description": "The blessings of your god make your feet faster and your movements more fluid.",
		"focus": true,
		"cast": "[A]",
		"components": [ "somatic" ],
		"details": [
			"The blessings of your god make your feet faster and your movements more fluid. You gain a +5-foot status bonus to your Speed and ignore difficult terrain. As part of casting <i>agile feet</i>, you can Stride or Step; you can instead Burrow, Climb, Fly, or Swim if you have the appropriate Speed."
		],
		"domain": "travel",
		"duration": "until the end of the current turn",
		"level": 1,
		"objectType": "FocusSpell",
		"page": 389,
		"source": "PZO2101",
		"traits": [ "Uncommon", "Cleric", "Transmutation" ],
		"id": "6ad7b7cc-f9da-4ee8-8fa3-c938e18276cf",
		"hash": "fEDAyVXQ"
	},
	{
		"aonId": 400,
		"name": "Appearance of Wealth",
		"description": "You create a brief vision of immense wealth filling the spell's area.",
		"focus": true,
		"area": "5-foot burst",
		"cast": "[A][A]",
		"components": [ "material", "verbal" ],
		"details": [
			"You create a brief vision of immense wealth filling the spell's area. Each creature within 20 feet of the area that could be enticed by material wealth must attempt a Will saving throw. A creature that enters the area automatically disbelieves the illusion, and disbelieving the illusion ends any fascinated condition imposed by the spell. As long as you Sustain the Spell, other creatures react to the treasure like they would any other illusion, but they are not at risk of becoming fascinated.",
			{
				"criticalSuccess": [
					"The creature disbelieves the illusion and is unaffected by it."
				],
				"success": [
					"The creature is fascinated by the wealth until it has completed its first action on its next turn."
				],
				"failure": [
					"The creature is fascinated by the illusion."
				]
			}
		],
		"domain": "wealth",
		"duration": "sustained up to 1 minute",
		"level": 1,
		"objectType": "FocusSpell",
		"page": 389,
		"range": "30 feet",
		"savingThrow": "Will",
		"source": "PZO2101",
		"traits": [ "Uncommon", "Cleric", "Illusion" ],
		"id": "266fb6cb-cd35-48df-bbea-de37fe449c2b",
		"hash": "tdyGrTjg"
	},
	{
		"aonId": 401,
		"name": "Artistic Flourish",
		"description": "You transform the target to make it match your artisanal and artistic vision.",
		"focus": true,
		"cast": "[A][A]",
		"components": [ "material", "somatic" ],
		"details": [
			"You transform the target to make it match your artisanal and artistic vision. If you have expert proficiency in Crafting, the item grants a +1 item bonus to attack rolls if it's a weapon or skill checks if it's a skill tool. The target is a beautiful and impressive piece for its new quality, but the effect is obviously temporary, so its monetary value doesn't change.",
			"When you cast this spell, any previous <i>artistic flourish</i> you had cast ends."
		],
		"domain": "creation",
		"duration": "10 minutes",
		"heightened": [
			{ "change": "If you have master proficiency in Crafting, the item grants a +2 item bonus instead.", "level": 7 },
			{ "change": "If you have legendary proficiency in Crafting, the item grants a +3 item bonus instead.", "level": 10 }
		],
		"level": 4,
		"objectType": "FocusSpell",
		"page": 389,
		"range": "15 feet",
		"source": "PZO2101",
		"targets": "1 item or work of art that fits entirely within the range",
		"traits": [ "Uncommon", "Cleric", "Transmutation" ],
		"id": "4f4de514-23a8-44ec-94b8-ac4142d51d64",
		"hash": "sZwXPgSc"
	},
	{
		"aonId": 402,
		"name": "Athletic Rush",
		"description": "Your body fills with physical power and skill.",
		"focus": true,
		"cast": "[A]",
		"components": [ "somatic" ],
		"details": [
			"Your body fills with physical power and skill. You gain a +10-foot status bonus to Speed and a +2 status bonus to Athletics checks. As a part of Casting this Spell, you can use a Stride, Leap, Climb, or Swim action. The spell's bonuses apply during that action."
		],
		"domain": "might",
		"duration": "1 round",
		"level": 1,
		"objectType": "FocusSpell",
		"page": 389,
		"source": "PZO2101",
		"traits": [ "Uncommon", "Cleric", "Transmutation" ],
		"id": "b080faff-8cd3-45a4-9ff5-4f5eb6ded00b",
		"hash": "GpxqLptJ"
	},
	{
		"aonId": 403,
		"name": "Bit of Luck",
		"description": "You tilt the scales of luck slightly to protect a creature from disaster.",
		"focus": true,
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"details": [
			"You tilt the scales of luck slightly to protect a creature from disaster. When the target would attempt a saving throw, it can roll twice and use the better result. Once it does this, the spell ends.",
			"If you cast <i>bit of luck</i> again, any previous <i>bit of luck</i> you cast that's still in effect ends. After a creature has been targeted with <i>bit of luck</i>, it becomes temporarily immune for 24 hours."
		],
		"domain": "luck",
		"duration": "1 minute",
		"level": 1,
		"objectType": "FocusSpell",
		"page": 389,
		"range": "30 feet",
		"source": "PZO2101",
		"targets": "1 willing creature",
		"traits": [ "Uncommon", "Cleric", "Divination", "Fortune" ],
		"id": "e20c7968-d138-4eb0-ba83-a40033070fbb",
		"hash": "xqqBPKlG"
	},
	{
		"aonId": 404,
		"name": "Blind Ambition",
		"description": "You strengthen a target's ambition, increase its resentment of allies, and make its allegiances more susceptible to change.",
		"focus": true,
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"details": [
			"You strengthen a target's ambition, increase its resentment of allies, and make its allegiances more susceptible to change. The target must attempt a Will save.",
			{
				"criticalSuccess": [
					"The target is unaffected."
				],
				"success": [
					"The target takes a -1 status penalty to its saving throws and other defenses against attempts to Coerce it, Request something of it, or use mental effects to convince it to do something (such as a <i>suggestion</i> spell). This penalty applies only if the target is being encouraged to advance its own ambitions."
				],
				"failure": [
					"As success, but the penalty is -2."
				],
				"criticalFailure": [
					"The target is overcome with ambition, taking whatever actions would advance its own agenda over those of anyone else, even without attempts to convince it."
				]
			}
		],
		"domain": "ambition",
		"duration": "10 minutes",
		"level": 1,
		"objectType": "FocusSpell",
		"page": 389,
		"range": "60 feet",
		"savingThrow": "Will",
		"source": "PZO2101",
		"targets": "1 creature",
		"traits": [ "Uncommon", "Cleric", "Emotion", "Enchantment", "Mental" ],
		"id": "7f156f4b-85fa-49f9-85de-011113eac8c7",
		"hash": "fdbmSRZn"
	},
	{
		"aonId": 405,
		"name": "Captivating Adoration",
		"description": "You become intensely entrancing, and creatures are distracted by you as long as they remain within the area.",
		"focus": true,
		"area": "15-foot emanation",
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"details": [
			"You become intensely entrancing, and creatures are distracted by you as long as they remain within the area. You can exclude any creatures you choose from the effects.",
			"When a creature enters the area for the first time, it must attempt a Will saving throw. If a creature leaves and reenters, it uses the results of its original save.",
			{
				"criticalSuccess": [
					"The creature is unaffected and temporarily immune for 1 hour."
				],
				"success": [
					"The creature is fascinated with you for its next action, then is temporarily immune for 1 hour."
				],
				"failure": [
					"The creature is fascinated with you."
				],
				"criticalFailure": [
					"The creature is fascinated with you, and its attitude toward you improves by one step."
				]
			}
		],
		"domain": "passion",
		"duration": "1 minute",
		"heightened": [
			{ "change": "Increase the size of the emanation by 15 feet.", "bump": 1 }
		],
		"level": 4,
		"objectType": "FocusSpell",
		"page": 389,
		"savingThrow": "Will",
		"source": "PZO2101",
		"traits": [ "Uncommon", "Cleric", "Emotion", "Enchantment", "Mental", "Visual" ],
		"id": "66628582-b8c9-4a73-bc13-d59330684471",
		"hash": "UNrLvfrM"
	},
	{
		"aonId": 406,
		"name": "Charming Touch",
		"description": "You infuse your target with attraction, causing it to act friendlier toward you.",
		"focus": true,
		"cast": "[A]",
		"components": [ "somatic" ],
		"details": [
			"You infuse your target with attraction, causing it to act friendlier toward you. The target attempts a Will save. It gains a +4 circumstance bonus to this save if you or your allies recently threatened or were hostile to it.",
			{
				"criticalSuccess": [
					"The target is unaffected and aware you tried to charm it."
				],
				"success": [
					"The target is unaffected but thinks your spell was something harmless instead of <i>charming touch</i>, unless it identifies the spell (usually with Identify Magic)."
				],
				"failure": [
					"The target's attitude becomes friendly toward you. If it was friendly, it becomes helpful. It can't use hostile actions against you."
				],
				"criticalFailure": [
					"The target is helpful and can't use hostile actions against you."
				]
			},
			"You can Dismiss the spell. If you use hostile actions against the target, the spell ends. After the spell ends, the target doesn't necessarily realize it was charmed unless its friendship with you or the actions you convinced it to take clash with its expectations, which could potentially allow you to convince the target to continue being your friend via mundane means."
		],
		"domain": "passion",
		"duration": "10 minutes",
		"heightened": [
			{ "change": "You can target any type of creature, not just humanoids, as long as it could find you attractive.", "level": 4 }
		],
		"level": 1,
		"objectType": "FocusSpell",
		"page": 390,
		"range": "touch",
		"savingThrow": "Will",
		"source": "PZO2101",
		"targets": "1 humanoid creature that could find you attractive",
		"traits": [ "Uncommon", "Cleric", "Emotion", "Enchantment", "Incapacitation", "Mental" ],
		"id": "0774a2ee-86f4-4a63-be9d-a052ff2602c4",
		"hash": "xcPBFQOp"
	},
	{
		"aonId": 407,
		"name": "Cloak of Shadow",
		"description": "You drape the target in a mantle of swirling shadows that make it harder to see.",
		"focus": true,
		"cast": "[A]",
		"components": [ "somatic" ],
		"details": [
			"You drape the target in a mantle of swirling shadows that make it harder to see. The cloak reduces bright light within a 20-foot emanation to dim light. This is a form of magical darkness and can therefore overcome non-magical light or attempt to counteract magical light as described on page 458.",
			"The target can use concealed condition gained from the shadows to Hide, though observant creatures can still follow the moving aura of shadow, making it difficult for the target to become completely undetected. The target can use an Interact action to remove the cloak and leave it behind as a decoy, where it remains, reducing light for the rest of the spell's duration. If anyone picks up the cloak after it's been removed by the original target, the cloak evaporates and the spell ends."
		],
		"domain": "darkness",
		"duration": "1 minute",
		"level": 1,
		"objectType": "FocusSpell",
		"page": 390,
		"range": "touch",
		"source": "PZO2101",
		"targets": "1 willing creature",
		"traits": [ "Uncommon", "Cleric", "Darkness", "Evocation", "Shadow" ],
		"id": "05f47704-91fe-453e-9e9e-44916828ac18",
		"hash": "bQvxswJv"
	},
	{
		"aonId": 408,
		"name": "Commanding Lash",
		"description": "With the threat of more pain, you compel a creature you've recently harmed.",
		"focus": true,
		"cast": "[A]",
		"components": [ "verbal" ],
		"details": [
			"With the threat of more pain, you compel a creature you've recently harmed. You issue a command to the target, with the effects of the spell <i>command</i>."
		],
		"domain": "tyranny",
		"duration": "until the end of the target's next turn",
		"level": 4,
		"objectType": "FocusSpell",
		"page": 390,
		"range": "100 feet",
		"requirements": "Your most recent action dealt damage to a target",
		"savingThrow": "Will",
		"source": "PZO2101",
		"targets": "A creature you dealt damage to on your most recent action.",
		"traits": [ "Uncommon", "Cleric", "Enchantment", "Incapacitation", "Mental" ],
		"id": "e02fdb6b-982b-40a9-9f85-a3eeb8054887",
		"hash": "vXDzfjzj"
	},
	{
		"aonId": 409,
		"name": "Competitive Edge",
		"description": "Your competitiveness drives you to prove yourself against the opposition.",
		"focus": true,
		"cast": "[A]",
		"components": [ "verbal" ],
		"details": [
			"Your competitiveness drives you to prove yourself against the opposition. You gain a +1 status bonus to attack rolls and skill checks. If an enemy within 20 feet critically succeeds at an attack roll or skill check, your status bonus increases to +3 attack rolls or that specific skill check (whichever the foe critically succeeded at) for 1 round."
		],
		"domain": "ambition",
		"duration": "sustained up to 1 minute",
		"heightened": [
			{ "change": "Increase the base bonus to +2 and the increased bonus after an enemy critically succeeds to +4.", "level": 7 }
		],
		"level": 4,
		"objectType": "FocusSpell",
		"page": 390,
		"source": "PZO2101",
		"traits": [ "Uncommon", "Cleric", "Emotion", "Enchantment", "Mental" ],
		"id": "415c1d42-4b79-4ad3-86f4-5e4222325f54",
		"hash": "ImgKQQSX"
	},
	{
		"aonId": 410,
		"name": "Cry of Destruction",
		"description": "Your voice booms, smashing what's in front of you.",
		"focus": true,
		"area": "15-foot cone",
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"details": [
			"Your voice booms, smashing what's in front of you. Each creature and unattended object in the area takes 1d8 sonic damage. If you already dealt damage to an enemy this turn with a Strike or spell, increase the damage dice from this spell to d12s."
		],
		"domain": "destruction",
		"heightened": [
			{ "change": "The damage increases by 1d8.", "bump": 1 }
		],
		"level": 1,
		"objectType": "FocusSpell",
		"page": 390,
		"savingThrow": "basic Fortitude",
		"source": "PZO2101",
		"traits": [ "Uncommon", "Cleric", "Evocation", "Sonic" ],
		"id": "21ae1f4c-33b2-43a1-a08e-e208b5ce454a",
		"hash": "GKxQVRtK"
	},
	{
		"aonId": 411,
		"name": "Darkened Eyes",
		"description": "You infuse a creature's vision with darkness.",
		"focus": true,
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"details": [
			"You infuse a creature's vision with darkness. After attempting its save, the target becomes temporarily immune for 24 hours.",
			{
				"criticalSuccess": [
					"The target is unaffected."
				],
				"success": [
					"The target's darkvision or low-light vision is suppressed for 1 round."
				],
				"failure": [
					"As success, but the duration is 1 minute."
				],
				"criticalFailure": [
					"As success, but the duration is 1 minute, and the target is also blinded for the duration. It can attempt a new save at the end of each of its turns. If it succeeds, it's no longer blinded, but its darkvision or low-light vision remains suppressed."
				]
			}
		],
		"domain": "darkness",
		"duration": "varies",
		"level": 4,
		"objectType": "FocusSpell",
		"page": 390,
		"range": "60 feet",
		"savingThrow": "Fortitude",
		"source": "PZO2101",
		"targets": "1 creature",
		"traits": [ "Uncommon", "Cleric", "Darkness", "Transmutation" ],
		"id": "a7d65529-99d6-4f40-a984-39c97dd2e1d8",
		"hash": "GrZTqcrI"
	},
	{
		"aonId": 412,
		"name": "Dazzling Flash",
		"description": "You raise your religious symbol and create a blinding flash oflight.",
		"focus": true,
		"area": "15-foot cone",
		"cast": "[A][A]",
		"components": [ "material", "verbal" ],
		"details": [
			"You raise your religious symbol and create a blinding flash of light. Each creature in the area must attempt a Fortitude save.",
			{
				"criticalSuccess": [
					"The creature is unaffected."
				],
				"success": [
					"The creature is dazzled for 1 round."
				],
				"failure": [
					"The creature is blinded for 1 round and dazzled for 1 minute. The creature can spend an Interact action rubbing its eyes to end the blinded condition."
				],
				"criticalFailure": [
					"The creature is blinded for 1 round and dazzled for 1 hour."
				]
			}
		],
		"domain": "sun",
		"heightened": [
			{ "change": "The area increases to a 30-foot cone.", "level": 3 }
		],
		"level": 1,
		"objectType": "FocusSpell",
		"page": 391,
		"savingThrow": "Fortitude",
		"source": "PZO2101",
		"traits": [ "Uncommon", "Cleric", "Evocation", "Light", "Visual" ],
		"id": "fb4e5670-0ac5-4d04-b706-2016f625a93e",
		"hash": "cztMQtKA"
	},
	{
		"aonId": 413,
		"name": "Death's Call",
		"description": "Seeing another pass from this world to the next invigorates you.",
		"focus": true,
		"cast": "[R]",
		"components": [ "verbal" ],
		"details": [
			"Seeing another pass from this world to the next invigorates you. You gain temporary Hit Points equal to the triggering creature's level plus your spellcasting ability modifier. If the triggering creature was undead, double the number of temporary Hit Points you gain. These last for the duration of the spell, and the spell ends if all the temporary Hit Points are depleted earlier."
		],
		"domain": "death",
		"duration": "1 minute",
		"level": 1,
		"objectType": "FocusSpell",
		"page": 391,
		"source": "PZO2101",
		"traits": [ "Uncommon", "Cleric", "Necromancy" ],
		"trigger": "A living creature within 20 feet of you dies, or an undead creature within 20 feet of you is destroyed.",
		"id": "85713a08-e854-4541-a825-2c3c5519f40d",
		"hash": "rspZTKYv"
	},
	{
		"aonId": 414,
		"name": "Delusional Pride",
		"description": "You make the target overconf dent, leading it to ascribe failure to external factors.",
		"focus": true,
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"details": [
			"You make the target overconfident, leading it to ascribe failure to external factors. If the target fails at an attack roll or skill check, it takes a -1 status penalty to attack rolls and skill checks until the end of its turn (or the end of its next turn, if it attempted the roll outside its turn). If the creature fails a second time while taking this penalty, the penalty increases to -2. The duration depends on the target's Will save. After attempting its save, the creature becomes temporarily immune for 24 hours.",
			{ "criticalSuccess": [ "The target is unaffected." ], "success": [ "The duration is 1 round." ], "failure": [ "The duration is 10 minutes." ], "criticalFailure": [ "The duration is 24 hours." ] }
		],
		"domain": "confidence",
		"duration": "varies",
		"level": 4,
		"objectType": "FocusSpell",
		"page": 391,
		"range": "30 feet",
		"savingThrow": "Will",
		"source": "PZO2101",
		"targets": "1 creature",
		"traits": [ "Uncommon", "Cleric", "Emotion", "Enchantment", "Mental" ],
		"id": "ba271196-2b52-4cda-a3e1-37162d80ba6c",
		"hash": "kZgRqyPP"
	},
	{
		"aonId": 415,
		"name": "Destructive Aura",
		"description": "Swirling sands of divine devastation surround you, weakening the defenses of all they touch.",
		"focus": true,
		"area": "15-foot emanation",
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"details": [
			"Swirling sands of divine devastation surround you, weakening the defenses of all they touch. Reduce the resistances of creatures in the area (including yourself) by 2."
		],
		"domain": "destruction",
		"duration": "1 minute",
		"heightened": [
			{ "change": "Reduce the resistances by an additional 2.", "bump": 2 }
		],
		"level": 4,
		"objectType": "FocusSpell",
		"page": 391,
		"source": "PZO2101",
		"traits": [ "Uncommon", "Cleric", "Evocation" ],
		"id": "97472abe-1d6a-4a63-bf6d-1075ac4aee47",
		"hash": "sKmwlXcf"
	},
	{
		"aonId": 416,
		"name": "Disperse into Air",
		"description": "After taking the triggering damage, you transform into air.",
		"focus": true,
		"cast": "[R]",
		"components": [ "somatic" ],
		"details": [
			"After taking the triggering damage, you transform into air. Until the end of the current turn, you can't be attacked or targeted, you don't take up space, you can't act, and any auras or emanations you have are suppressed. At the end of the turn, you re-form in any space you can occupy within 15 feet of where you were when you dispersed. Any auras or emanations you had are restored as long as their duration didn't run out while you were dispersed."
		],
		"domain": "air",
		"level": 4,
		"objectType": "FocusSpell",
		"page": 391,
		"source": "PZO2101",
		"traits": [ "Uncommon", "Air", "Cleric", "Polymorph", "Transmutation" ],
		"trigger": "You take damage from an enemy or a hazard.",
		"id": "6e087b47-2076-4818-bb70-3e9259eede89",
		"hash": "FFXrrwsg"
	},
	{
		"aonId": 417,
		"name": "Downpour",
		"description": "You call forth a torrential downpour, which extinguishes non-magical flames.",
		"focus": true,
		"area": "30-foot burst",
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"details": [
			"You call forth a torrential downpour, which extinguishes nonmagical flames. Creatures in the area are concealed and gain fire resistance 10. Creatures outside the area are concealed to those inside the area. Creatures with weakness to water that end their turns in the area take damage equal to their weakness."
		],
		"domain": "water",
		"duration": "1 minute",
		"heightened": [
			{ "change": "The fire resistance increases by 2.", "bump": 1 }
		],
		"level": 4,
		"objectType": "FocusSpell",
		"page": 391,
		"range": "120 feet",
		"source": "PZO2101",
		"traits": [ "Uncommon", "Cleric", "Evocation", "Water" ],
		"id": "9fd16c8a-31d5-4eb2-bda8-d9cd62ad2278",
		"hash": "WgkZQQNM"
	},
	{
		"aonId": 418,
		"name": "Dreamer's Call",
		"description": "The target becomes distracted and suggestible, inundated by vivid daydreams.",
		"focus": true,
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"details": [
			"The target becomes distracted and suggestible, inundated by vivid daydreams.",
			{
				"criticalSuccess": [
					"The target is unaffected."
				],
				"success": [
					"The target's attention wavers. It becomes flat-footed and fascinated by its daydreams."
				],
				"failure": [
					"As success, except that you appear in the dream and give a suggestion. This can be to approach you, run away (as if it had the fleeing condition), Release what it's holding, Drop Prone, or stand in place. The creature follows this course of action as its first action after you Cast the Spell."
				],
				"criticalFailure": [
					"As failure, but the target follows the course of action for as many actions as possible for the spell's duration, and it does nothing else."
				]
			}
		],
		"domain": "dreams",
		"duration": "until the end of the target's next turn",
		"level": 4,
		"objectType": "FocusSpell",
		"page": 391,
		"range": "30 feet",
		"savingThrow": "Will",
		"source": "PZO2101",
		"targets": "1 creature",
		"traits": [ "Uncommon", "Cleric", "Enchantment", "Incapacitation", "Mental" ],
		"id": "529631b2-6810-4f5d-87c2-bef471d49463",
		"hash": "rsmLZwhQ"
	},
	{
		"aonId": 419,
		"name": "Enduring Might",
		"description": "Your own might mingles with divine power to protect you.",
		"focus": true,
		"cast": "[R]",
		"components": [ "somatic" ],
		"details": [
			"Your own might mingles with divine power to protect you. You gain resistance equal to 8 plus your Strength modifier against all damage from the triggering attack or effect."
		],
		"domain": "might",
		"heightened": [
			{ "change": "The resistance increases by 2.", "bump": 1 }
		],
		"level": 4,
		"objectType": "FocusSpell",
		"page": 392,
		"source": "PZO2101",
		"traits": [ "Uncommon", "Abjuration", "Cleric" ],
		"trigger": "An attack or effect would deal damage to you.",
		"id": "e5b139fd-d3cb-4f6f-9fce-e521f7546aa3",
		"hash": "RXKFyNXb"
	},
	{
		"aonId": 420,
		"name": "Eradicate Undeath",
		"description": "A massive deluge of life energy causes the undead to fall apart.",
		"focus": true,
		"area": "30-foot cone",
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"details": [
			"A massive deluge of life energy causes the undead to fall apart. Each undead creature in the area takes 4d12 positive damage."
		],
		"domain": "death",
		"heightened": [
			{ "change": "The damage increases by 1d12.", "bump": 1 }
		],
		"level": 4,
		"objectType": "FocusSpell",
		"page": 392,
		"savingThrow": "basic Fortitude",
		"source": "PZO2101",
		"traits": [ "Uncommon", "Cleric", "Necromancy", "Positive" ],
		"id": "5eb829f0-60d1-40b2-a7b6-577423651e25",
		"hash": "rqpvMYlP"
	},
	{
		"aonId": 421,
		"name": "Face in the Crowd",
		"description": "While in a crowd of roughly similar creatures, your appearance becomes bland and nondescript.",
		"focus": true,
		"cast": "[A]",
		"components": [ "somatic" ],
		"details": [
			"While in a crowd of roughly similar creatures, your appearance becomes bland and nondescript. You gain a +2 status bonus to Deception and Stealth checks to go unnoticed among the crowd, and you ignore difficult terrain caused by the crowd."
		],
		"domain": "cities",
		"duration": "1 minute",
		"heightened": [
			{ "change": "The spell gains a range of 10 feet and can target up to 10 creatures.", "level": 3 }
		],
		"level": 1,
		"objectType": "FocusSpell",
		"page": 392,
		"source": "PZO2101",
		"traits": [ "Uncommon", "Cleric", "Illusion", "Visual" ],
		"id": "b9797e63-c9b0-4c9e-aab1-82b461d280bd",
		"hash": "nGZrYkfn"
	},
	{
		"aonId": 422,
		"name": "Fire Ray",
		"description": "A blazing band of fire arcs through the air.",
		"focus": true,
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"details": [
			"A blazing band of fire arcs through the air. Make a spell attack roll. The ray deals 2d6 fire damage.",
			{ "criticalSuccess": [ "The ray deals double damage and 1d4 persistent fire damage." ], "success": [ "The ray deals full damage." ] }
		],
		"domain": "fire",
		"heightened": [
			{ "change": "The ray's initial damage increases by 2d6, and the persistent fire damage on a critical success increases by 1d4.", "bump": 1 }
		],
		"level": 1,
		"objectType": "FocusSpell",
		"page": 392,
		"range": "60 feet",
		"source": "PZO2101",
		"targets": "1 creature or object",
		"traits": [ "Uncommon", "Attack", "Cleric", "Evocation", "Fire" ],
		"id": "c84f9add-52ef-4047-9efb-4412940a4b56",
		"hash": "JfZCwIqr"
	},
	{
		"aonId": 423,
		"name": "Flame Barrier",
		"description": "Protect yourself or an ally from fire",
		"focus": true,
		"cast": "[R]",
		"components": [ "verbal" ],
		"details": [
			"You swiftly deflect incoming flames. The target gains fire resistance 15 against the triggering effect."
		],
		"domain": "fire",
		"heightened": [
			{ "change": "The resistance increases by 5.", "bump": 2 }
		],
		"level": 4,
		"objectType": "FocusSpell",
		"page": 392,
		"range": "60 feet",
		"source": "PZO2101",
		"targets": "the creature that would take fire damage",
		"traits": [ "Uncommon", "Abjuration", "Cleric" ],
		"trigger": "An effect would deal fire damage to either you or an ally within range.",
		"id": "f7fcc334-4bcc-425d-ba79-3ce4b11dc3ca",
		"hash": "JOHJyZZT"
	},
	{
		"aonId": 424,
		"name": "Forced Quiet",
		"description": "You quiet the target's voice, preventing it from giving awayvaluable secrets.",
		"focus": true,
		"cast": "[A][A]",
		"components": [ "material", "somatic" ],
		"details": [
			"You quiet the target's voice, preventing it from giving away valuable secrets. This doesn't prevent the target from talking or providing verbal spell components, but no creature more than 10 feet away can hear its whispers without succeeding at a Perception check against your spell DC, which might interfere with auditory or linguistic effects as well as communication. The spell's duration depends on the target's Fortitude save. After attempting its save, the target becomes temporarily immune for 24 hours.",
			{ "criticalSuccess": [ "The target is unaffected." ], "success": [ "The duration is 1 round." ], "failure": [ "The duration is 1 minute." ], "criticalFailure": [ "The duration is 10 minutes." ] }
		],
		"domain": "secrecy",
		"duration": "varies",
		"level": 1,
		"objectType": "FocusSpell",
		"page": 393,
		"range": "30 feet",
		"savingThrow": "Fortitude",
		"source": "PZO2101",
		"targets": "1 creature",
		"traits": [ "Uncommon", "Abjuration", "Cleric" ],
		"id": "3d955cf0-d514-43f6-b21f-d76c7a28555d",
		"hash": "pNNNWDnR"
	},
	{
		"aonId": 425,
		"name": "Glimpse the Truth",
		"description": "Divine insight lets you see things as they truly are.",
		"focus": true,
		"area": "30-foot emanation",
		"cast": "[A]",
		"components": [ "somatic" ],
		"details": [
			"Divine insight lets you see things as they truly are. The GM attempts a secret counteract check against each illusion that is at least partially within the area. Instead of counteracting the illusion, you see through it (for instance, if the check succeeds against an <i>illusory disguise</i> spell, you see the creature's true form but <i>illusory disguise</i> doesn't end).",
			"The area moves with you for the duration of the spell, and the GM attempts a secret counteract check each time a new illusion is within the area."
		],
		"domain": "truth",
		"duration": "1 round",
		"heightened": [
			{ "change": "You can allow everyone to see through illusions you succeed against, not just yourself.", "level": 7 }
		],
		"level": 4,
		"objectType": "FocusSpell",
		"page": 393,
		"source": "PZO2101",
		"traits": [ "Uncommon", "Cleric", "Divination", "Revelation" ],
		"id": "03bbf5f8-b429-4bc5-97cf-a699bbaa91f7",
		"hash": "xwmSAjUp"
	},
	{
		"aonId": 426,
		"name": "Healer's Blessing",
		"description": "Your words bless a creature with an enhanced connection to positive energy.",
		"focus": true,
		"cast": "[A]",
		"components": [ "verbal" ],
		"details": [
			"Your words bless a creature with an enhanced connection to positive energy. When the target regains Hit Points from a healing spell, it regains 1 additional Hit Point.",
			"The target regains additional Hit Points from <i>healer's blessing</i> only the first time it regains HP from a given healing spell, so a spell that heals the creature repeatedly over a duration would restore additional Hit Points only once."
		],
		"domain": "healing",
		"duration": "1 minute",
		"heightened": [
			{ "change": "The additional healing increases by 2 HP.", "bump": 1 }
		],
		"level": 1,
		"objectType": "FocusSpell",
		"page": 393,
		"range": "30 feet",
		"source": "PZO2101",
		"targets": "1 willing living creature",
		"traits": [ "Uncommon", "Cleric", "Necromancy" ],
		"id": "6efee96f-733c-47d4-88cb-5fd0131aca2b",
		"hash": "gKrvYGZq"
	},
	{
		"aonId": 427,
		"name": "Hurtling Stone",
		"description": "You evoke a magical stone and throw it, with your god's presence guiding your aim.",
		"focus": true,
		"cast": "[A]",
		"components": [ "somatic" ],
		"details": [
			"You evoke a magical stone and throw it, with your god's presence guiding your aim. Make a spell attack roll against the target. The stone deals bludgeoning damage equal to 1d6 plus your Strength modifier.",
			{ "criticalSuccess": [ "The stone deals double damage." ], "success": [ "The stone deals full damage." ] }
		],
		"domain": "earth",
		"heightened": [
			{ "change": "The stone's damage increases by 1d6.", "bump": 1 }
		],
		"level": 1,
		"objectType": "FocusSpell",
		"page": 393,
		"range": "60 feet",
		"source": "PZO2101",
		"targets": "1 creature",
		"traits": [ "Uncommon", "Attack", "Cleric", "Earth", "Evocation" ],
		"id": "e7471725-52ca-46e7-8d0e-b35ed40a77ad",
		"hash": "gNzCNllp"
	},
	{
		"aonId": 428,
		"name": "Know the Enemy",
		"description": "Use a Recall Knowledge action, rolling the appropriate skill check to identify the triggering creature's abilities.",
		"focus": true,
		"cast": "[R]",
		"components": [ "somatic" ],
		"details": [
			"Use a Recall Knowledge action, rolling the appropriate skill check to identify the triggering creature's abilities. You can roll your check twice and use the better result."
		],
		"domain": "knowledge",
		"level": 4,
		"objectType": "FocusSpell",
		"page": 393,
		"source": "PZO2101",
		"traits": [ "Uncommon", "Cleric", "Divination", "Fortune" ],
		"trigger": "You roll initiative and can see a creature, you succeed at an attack roll against a creature, or a creature fails a saving throw against one of your spells.",
		"id": "958e5bc3-51e1-421e-bdcf-5b9413881eba",
		"hash": "OQZppZpF"
	},
	{
		"aonId": 429,
		"name": "Localized Quake",
		"description": "You shake the earth, toppling nearby creatures.",
		"focus": true,
		"area": "15-foot emanation or 15-foot cone",
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"details": [
			"You shake the earth, toppling nearby creatures. Choose whether the spell's area is a 15-foot emanation or a 15-foot cone when you cast it. Each creature in the area standing on solid ground may take 4d6 bludgeoning damage and must attempt a Reflex saving throw.",
			{
				"criticalSuccess": [
					"The creature is unaffected."
				],
				"success": [
					"The creature takes half damage."
				],
				"failure": [
					"The creature takes full damage and falls prone."
				],
				"criticalFailure": [
					"The creature takes double damage and falls prone."
				]
			}
		],
		"domain": "earth",
		"heightened": [
			{ "change": "Increase the damage by 2d6.", "bump": 1 }
		],
		"level": 4,
		"objectType": "FocusSpell",
		"page": 393,
		"savingThrow": "Reflex",
		"source": "PZO2101",
		"traits": [ "Uncommon", "Cleric", "Earth", "Transmutation" ],
		"id": "31dd16b8-d97a-4b6e-8350-e9d545caaefb",
		"hash": "mPHnFczJ"
	},
	{
		"aonId": 430,
		"name": "Lucky Break",
		"description": "Reroll the saving throw and use the better result.",
		"focus": true,
		"cast": "[R]",
		"components": [ "verbal" ],
		"details": [
			"Reroll the saving throw and use the better result. You then become temporarily immune for 10 minutes."
		],
		"domain": "luck",
		"level": 4,
		"objectType": "FocusSpell",
		"page": 393,
		"source": "PZO2101",
		"traits": [ "Uncommon", "Cleric", "Divination", "Fortune" ],
		"trigger": "You fail (but don't critically fail) a saving throw.",
		"id": "d0dd1086-e35d-4ced-be20-b5d7a9f5b33f",
		"hash": "BtmtjzpC"
	},
	{
		"aonId": 431,
		"name": "Magic's Vessel",
		"description": "A creature becomes a receptacle for pure magical energy sent by your deity.",
		"focus": true,
		"cast": "[A]",
		"components": [ "somatic" ],
		"details": [
			"A creature becomes a receptacle for pure magical energy sent by your deity. The target gains a +1 status bonus to saving throws. Each time you Cast a Spell from your spell slots, you automatically Sustain this Spell and grant its target resistance to damage from spells until the start of your next turn. This resistance is equal to the level of the spell you cast."
		],
		"domain": "magic",
		"duration": "sustained up to 1 minute",
		"level": 1,
		"objectType": "FocusSpell",
		"page": 393,
		"range": "touch",
		"source": "PZO2101",
		"targets": "1 creature",
		"traits": [ "Uncommon", "Cleric", "Enchantment" ],
		"id": "2b635afd-539d-4cb6-bd7d-165c91cf892d",
		"hash": "SYFKrRlS"
	},
	{
		"aonId": 432,
		"name": "Malignant Sustenance",
		"description": "You embed a seed of negative energy in an undead creature, restoring its unnatural vigor.",
		"focus": true,
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"details": [
			"You embed a seed of negative energy in an undead creature, restoring its unnatural vigor. The target gains fast healing 7. This healing comes from negative energy, so it heals the undead rather than damaging it."
		],
		"domain": "undeath",
		"duration": "1 minute",
		"heightened": [
			{ "change": "The fast healing increases by 2.", "bump": 1 }
		],
		"level": 4,
		"objectType": "FocusSpell",
		"page": 394,
		"range": "touch",
		"source": "PZO2101",
		"targets": "1 willing undead creature",
		"traits": [ "Uncommon", "Cleric", "Necromancy", "Negative" ],
		"id": "c997167c-acbe-483e-93b8-18a5ae3bca5b",
		"hash": "HlwPWqOt"
	},
	{
		"aonId": 433,
		"name": "Moonbeam",
		"description": "You shine a ray of moonlight.",
		"focus": true,
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"details": [
			"You shine a ray of moonlight. Make a spell attack roll. The beam of light deals 1d6 fire damage. <i>Moonbeam</i> deals silver damage for the purposes of weaknesses, resistances, and the like.",
			{ "criticalSuccess": [ "The beam deals double damage, and the target is dazzled for 1 minute." ], "success": [ "The beam deals full damage, and the target is dazzled for 1 round." ] }
		],
		"domain": "moon",
		"heightened": [
			{ "change": "The ray's damage increases by 1d6.", "bump": 1 }
		],
		"level": 1,
		"objectType": "FocusSpell",
		"page": 394,
		"range": "120 feet",
		"source": "PZO2101",
		"targets": "1 creature or object",
		"traits": [ "Uncommon", "Attack", "Cleric", "Evocation", "Fire", "Light" ],
		"id": "f60c5797-f4e6-476a-b58a-0c927b847bc6",
		"hash": "nRMxSfEY"
	},
	{
		"aonId": 434,
		"name": "Mystic Beacon",
		"description": "The next damaging or healing spell the target casts becomes more powerful",
		"focus": true,
		"cast": "[A]",
		"components": [ "somatic" ],
		"details": [
			"The next damaging or healing spell the target casts before the start of your next turn deals damage or restores Hit Points as if the spell were heightened 1 level higher than its actual level. The spell otherwise functions at its actual level. Once the target casts the spell, <i>mystic beacon</i> ends."
		],
		"domain": "magic",
		"duration": "until the start of your next turn",
		"level": 4,
		"objectType": "FocusSpell",
		"page": 394,
		"range": "30 feet",
		"source": "PZO2101",
		"targets": "1 willing creature",
		"traits": [ "Uncommon", "Cleric", "Evocation" ],
		"id": "a11ac120-68f7-4dfa-877d-dcc75739a827",
		"hash": "VqbIwjkX"
	},
	{
		"aonId": 435,
		"name": "Nature's Bounty",
		"description": "A palm-sized raw fruit or vegetable appears in your open hand.",
		"focus": true,
		"cast": "[A]",
		"components": [ "somatic" ],
		"details": [
			"A palm-sized raw fruit or vegetable appears in your open hand. You choose the specific type of food. A creature can consume the food with an Interact action to regain 3d10+12 Hit Points and be nourished as if it had eaten a meal. If uneaten, the food rots and crumbles to dust after 1 minute."
		],
		"domain": "nature",
		"heightened": [
			{ "change": "The Hit Points restored increase by 6.", "bump": 1 }
		],
		"level": 4,
		"objectType": "FocusSpell",
		"page": 394,
		"requirements": "You have a free hand.",
		"source": "PZO2101",
		"traits": [ "Uncommon", "Cleric", "Conjuration", "Plant", "Positive" ],
		"id": "498a64c7-116d-4310-8b2a-a91e38f4415b",
		"hash": "AKWwSkyE"
	},
	{
		"aonId": 436,
		"name": "Overstuff",
		"description": "Huge amounts of food and drink fill the target.",
		"focus": true,
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"details": [
			"Huge amounts of food and drink fill the target. It receives a full meal's worth of nourishment and must attempt a Fortitude save.",
			{
				"criticalSuccess": [
					"The target is unaffected."
				],
				"success": [
					"The target is sickened 1, but if it spends an action to end the condition, it succeeds automatically."
				],
				"failure": [
					"The target is sickened 1."
				],
				"criticalFailure": [
					"The target is sickened 2."
				]
			},
			"A target sickened by this spell takes a -10-foot status penalty to its Speed until it's no longer sickened."
		],
		"domain": "indulgence",
		"level": 1,
		"objectType": "FocusSpell",
		"page": 394,
		"range": "30 feet",
		"savingThrow": "Fortitude",
		"source": "PZO2101",
		"targets": "1 living creature",
		"traits": [ "Uncommon", "Cleric", "Transmutation" ],
		"id": "a80fa917-f7e0-44df-930f-4909ed96a1c1",
		"hash": "OyrgbvqD"
	},
	{
		"aonId": 437,
		"name": "Perfected Form",
		"description": "Reroll the saving throw and use the better result.",
		"focus": true,
		"cast": "[R]",
		"components": [ "somatic" ],
		"details": [
			"Reroll the saving throw and use the better result."
		],
		"domain": "perfection",
		"level": 4,
		"objectType": "FocusSpell",
		"page": 394,
		"source": "PZO2101",
		"traits": [ "Uncommon", "Abjuration", "Cleric", "Fortune" ],
		"trigger": "You fail a saving throw against a morph, petrification, or polymorph effect.",
		"id": "423428a8-b0ec-488a-bbe1-db4578df661d",
		"hash": "yIlPWrgV"
	},
	{
		"aonId": 438,
		"name": "Perfected Mind",
		"description": "You meditate upon perfection to remove all distractions from your mind.",
		"focus": true,
		"cast": "[A]",
		"components": [ "verbal" ],
		"details": [
			"You meditate upon perfection to remove all distractions from your mind. Attempt a new Will save against one mental effect currently affecting you that required a Will save. Use the result of this new save to determine the outcome of the mental effect, unless the new save would have a worse result than the original save, in which case nothing happens. You can use <i>perfected mind</i> against a given effect only once."
		],
		"domain": "perfection",
		"level": 1,
		"objectType": "FocusSpell",
		"page": 394,
		"source": "PZO2101",
		"traits": [ "Uncommon", "Abjuration", "Cleric" ],
		"id": "e18e26ef-323a-497b-938e-d97bf90b5c8e",
		"hash": "IDlRJRcp"
	},
	{
		"aonId": 439,
		"name": "Positive Luminance",
		"description": "Drawing life force into yourself, you become a beacon of positive energy.",
		"focus": true,
		"cast": "[A]",
		"components": [ "somatic" ],
		"details": [
			"Drawing life force into yourself, you become a beacon of positive energy. You glow with bright light in a 10-foot emanation, and you gain an internal pool of light called a luminance reservoir, which begins with a value of 4. At the start of each of your turns, you can use a free action to increase the luminance reservoir by 4. If you do, the radius of your light increases by 10 feet.",
			"If an undead creature damages you with an attack or spell while it's within the area of your light, that creature takes positive damage equal to half your luminance reservoir value. It takes this damage only the first time it damages you in a round.",
			"You can Dismiss this Spell. When you do, you can target a creature within your light and direct the positive energy into it. The target must be a willing living creature or an undead creature. This heals a living target or damages an undead target by an amount equal to your luminance reservoir's value.",
			"When you cast <i>positive luminance</i>, any other <i>positive luminance</i> spell you already had in effect ends."
		],
		"domain": "sun",
		"duration": "1 minute",
		"heightened": [
			{ "change": "Both the initial value of your luminance reservoir and the amount you gain each turn increase by 1.", "bump": 1 }
		],
		"level": 4,
		"objectType": "FocusSpell",
		"page": 394,
		"source": "PZO2101",
		"traits": [ "Uncommon", "Cleric", "Light", "Necromancy", "Positive" ],
		"id": "22df7931-ec3c-4ba3-b23e-0caf6bafaa77",
		"hash": "hmGfhplI"
	},
	{
		"aonId": 440,
		"name": "Precious Metals",
		"description": "Your deity blesses base metals to transform them into precious materials.",
		"focus": true,
		"cast": "[A]",
		"components": [ "material" ],
		"details": [
			"Your deity blesses base metals to transform them into precious materials. The target item transforms from its normal metal into cold iron, copper, gold, iron, silver, or steel (the details for these metals are found on pages 577-579). An item transmuted in this way deals damage according to its new material. For example, a steel sword transmuted to cold iron would deal additional damage to a creature with a weakness to cold iron.",
			"This change is clearly magical and temporary, so the item's monetary value doesn't change; you couldn't transmute copper coins to gold and use those coins to purchase something or as a cost for a spell."
		],
		"domain": "wealth",
		"duration": "1 minute",
		"heightened": [
			{ "change": "Add adamantine (page 578) and mithral (page 579) to the list of metals you can transform the item into.", "level": 8 }
		],
		"level": 4,
		"objectType": "FocusSpell",
		"page": 395,
		"range": "touch",
		"source": "PZO2101",
		"targets": "1 metal weapon, up to 10 pieces of metal or metal-tipped ammunition, 1 suit of metal armor, or up to 1 bulk of metal material (such as coins)",
		"traits": [ "Uncommon", "Cleric", "Transmutation" ],
		"id": "a389534e-3055-4c9b-847c-afb7cb174810",
		"hash": "ZwIcwOgN"
	},
	{
		"aonId": 441,
		"name": "Protector's Sacrifice",
		"description": "You protect your ally by suf ering in their stead.",
		"focus": true,
		"cast": "[R]",
		"components": [ "somatic" ],
		"details": [
			"You protect your ally by suffering in their stead. Reduce the damage the triggering ally would take by 3. You redirect this damage to yourself, but your immunities, weaknesses, resistances and so on do not apply.",
			"You aren't subject to any conditions or other effects of whatever damaged your ally (such as poison from a venomous bite). Your ally is still subject to those effects even if you redirect all of the triggering damage to yourself."
		],
		"domain": "protection",
		"heightened": [
			{ "change": "The damage you redirect increases by 3.", "bump": 1 }
		],
		"level": 1,
		"objectType": "FocusSpell",
		"page": 395,
		"range": "30 feet",
		"source": "PZO2101",
		"traits": [ "Uncommon", "Abjuration", "Cleric" ],
		"trigger": "An ally within 30 feet takes damage.",
		"id": "0c888d42-3a5c-4602-858d-c739c3023a2e",
		"hash": "sjRtAlFx"
	},
	{
		"aonId": 442,
		"name": "Protector's Sphere",
		"description": "A protective aura emanates out from you, safeguarding you and your allies.",
		"focus": true,
		"area": "15-foot emanation",
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"details": [
			"A protective aura emanates out from you, safeguarding you and your allies. You gain resistance 3 to all damage. Your allies also gain this resistance while they are within the area."
		],
		"domain": "protection",
		"duration": "sustained up to 1 minute",
		"heightened": [
			{ "change": "The resistance increases by 1.", "bump": 1 }
		],
		"level": 4,
		"objectType": "FocusSpell",
		"page": 395,
		"source": "PZO2101",
		"traits": [ "Uncommon", "Abjuration", "Cleric" ],
		"id": "e78c2ede-6f29-4376-861f-00c80a52b2c8",
		"hash": "lvqqnpgK"
	},
	{
		"aonId": 443,
		"name": "Pulse of the City",
		"description": "You tap into the zeitgeist of the nearest settlement in range (if any).",
		"focus": true,
		"cast": "[A][A][A]",
		"components": [ "material", "somatic", "verbal" ],
		"details": [
			"You tap into the zeitgeist of the nearest settlement in range (if any). You learn the name of the settlement, and you can utter a special word to learn a brief summary of one significant event happening in the settlement. Choose one of the following words, which indicates the type of people involved and type of event you learn about. <ul><li><b>Wardens</b> city guards, barristers, and judges (criminal reports, busts, changes in routines, legal trials) </li><li><b>Titles</b> nobles and politicians (high society weddings, elite soirees, political rallies) </li><li><b>Masses</b> common folk and merchants (gathering mobs, major sales)</li></ul>",
			"When uttering your word, you can exclude events you already know about, whether you know about them from this spell or from other experiences. If you cast <i>pulse of the city</i> again within 24 hours, you can say \"echo\" instead of another word to get an update on the event you learned about the last time you Cast the Spell.",
			"<i>Pulse of the city</i> reveals only publicly available or observable information. You never learn clandestine movements or other details people are specifically trying to hide. The spell is also notoriously bad at overcoming magic meant to avoid detection; it automatically fails to reveal information about events involving creatures, places, or objects affected by spells that could prevent or counteract pulse of the city (such as <i>nondetection</i>)."
		],
		"domain": "cities",
		"heightened": [
			{ "change": "The range increases to 100 miles.", "level": 5 }
		],
		"level": 4,
		"objectType": "FocusSpell",
		"page": 395,
		"range": "25 miles",
		"source": "PZO2101",
		"traits": [ "Uncommon", "Cleric", "Divination", "Scrying" ],
		"id": "81622cb0-1e27-4eba-9230-c023fa3eac2d",
		"hash": "sXgAxRrQ"
	},
	{
		"aonId": 444,
		"name": "Pushing Gust",
		"description": "Giving the air a push, you buffet the target with a powerful gust of wind",
		"focus": true,
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"details": [
			"Giving the air a push, you buffet the target with a powerful gust of wind; it must attempt a Fortitude save.",
			{
				"criticalSuccess": [
					"The target is unaffected."
				],
				"success": [
					"The target is pushed 5 feet away from you."
				],
				"failure": [
					"The target is pushed 10 feet away from you."
				],
				"criticalFailure": [
					"The target is pushed 10 feet away from you and knocked prone."
				]
			}
		],
		"domain": "air",
		"level": 1,
		"objectType": "FocusSpell",
		"page": 395,
		"range": "500 feet",
		"savingThrow": "Fortitude",
		"source": "PZO2101",
		"targets": "1 creature",
		"traits": [ "Uncommon", "Air", "Cleric", "Conjuration" ],
		"id": "980e4307-fa74-4d8c-8e35-b9daa74abbe9",
		"hash": "pdcxrOJl"
	},
	{
		"aonId": 445,
		"name": "Read Fate",
		"description": "You attempt to learn more about the target's fate in the short term",
		"focus": true,
		"cast": "1 minute",
		"components": [ "material", "somatic", "verbal" ],
		"details": [
			"You attempt to learn more about the target's fate in the short term, usually within the next day for most prosaic creatures, or the next hour or less for someone likely to have multiple rapid experiences, such as someone actively adventuring.",
			"You learn a single enigmatic word connected to the creature's fate in that time frame. Fate is notoriously inscrutable, and the word isn't necessarily meant to be taken at face value, so the meaning is often clear only in hindsight. The GM rolls a secret DC 6 flat check. If the creature's fate is too uncertain, or on a failed flat check, the spell yields the word \"inconclusive.\" Either way, the creature is then temporarily immune for 24 hours."
		],
		"domain": "fate",
		"level": 1,
		"objectType": "FocusSpell",
		"page": 395,
		"range": "10 feet",
		"source": "PZO2101",
		"targets": "1 creature other than you",
		"traits": [ "Uncommon", "Cleric", "Divination", "Prediction" ],
		"id": "675da4fc-48f2-4dc6-816b-46b814232b83",
		"hash": "AOMSjwOY"
	},
	{
		"aonId": 446,
		"name": "Rebuke Death",
		"description": "You snatch creatures from the jaws of death.",
		"focus": true,
		"area": "20-foot emanation",
		"cast": "[A] to [A][A][A]",
		"components": [ "somatic" ],
		"details": [
			"You snatch creatures from the jaws of death. You can spend 1 to 3 actions Casting this Spell, and you can target a number of creatures equal to the actions spent. Each target regains 3d6 Hit Points. If the target had the dying condition, coming back from dying due to this healing doesn't increase its wounded condition."
		],
		"domain": "healing",
		"heightened": [
			{ "change": "Increase the healing by 1d6.", "bump": 1 }
		],
		"level": 4,
		"objectType": "FocusSpell",
		"page": 396,
		"source": "PZO2101",
		"targets": "1 living creature per action spent to cast this spell",
		"traits": [ "Uncommon", "Cleric", "Healing", "Necromancy", "Positive" ],
		"id": "ded5e346-2986-4d4e-8c54-d91578484afa",
		"hash": "YnvyMXxK"
	},
	{
		"aonId": 447,
		"name": "Retributive Pain",
		"description": "You vengefully ref ect your pain upon your tormentor.",
		"focus": true,
		"cast": "[R]",
		"components": [ "somatic" ],
		"details": [
			"You vengefully reflect your pain upon your tormentor. The target takes mental damage equal to half the amount it dealt to you when it triggered the spell."
		],
		"domain": "pain",
		"level": 4,
		"objectType": "FocusSpell",
		"page": 396,
		"range": "30 feet",
		"savingThrow": "basic Fortitude",
		"source": "PZO2101",
		"targets": "the triggering creature",
		"traits": [ "Uncommon", "Abjuration", "Cleric", "Mental", "Nonlethal" ],
		"trigger": "A creature in range damages you.",
		"id": "801e2935-f64b-4861-8657-f4f4357067e2",
		"hash": "krDcXdkp"
	},
	{
		"aonId": 448,
		"name": "Safeguard Secret",
		"description": "You ensure a secret remains safe from prying spies.",
		"focus": true,
		"cast": "1 minute",
		"components": [ "somatic", "verbal" ],
		"details": [
			"You ensure a secret remains safe from prying spies. Choose one piece of information that at least some of the targets know; you can target a creature only if it remains within range for the full minute during which you Cast the Spell. The spell grants those who know the piece of knowledge you have chosen a +4 status bonus to skill checks (typically Deception checks) to conceal this knowledge and to saving throws against spells that specifically attempt to obtain this knowledge from them and effects that would force them to reveal it.",
			"If you Cast this Spell again, any previous <i>safeguard secret</i> you had cast ends."
		],
		"domain": "secrecy",
		"duration": "1 hour",
		"level": 4,
		"objectType": "FocusSpell",
		"page": 396,
		"range": "10 feet",
		"source": "PZO2101",
		"targets": "you and any number of willing allies",
		"traits": [ "Uncommon", "Abjuration", "Cleric", "Mental" ],
		"id": "04177d38-3b47-462b-aa6e-637b25ffd907",
		"hash": "SkNIvVUf"
	},
	{
		"aonId": 449,
		"name": "Savor the Sting",
		"description": "You inflict pain upon the target and revel in their anguish.",
		"focus": true,
		"cast": "[A]",
		"components": [ "somatic" ],
		"details": [
			"You inflict pain upon the target and revel in their anguish. This deals 1d4 mental damage and 1d4 persistent mental damage; the target must attempt a Will save. As long as the target is taking persistent damage from this spell, you gain a +1 status bonus to attack rolls and skill checks against the target.",
			{
				"criticalSuccess": [
					"The target is unaffected."
				],
				"success": [
					"The target takes half damage and no persistent damage."
				],
				"failure": [
					"The target takes full initial and persistent damage."
				],
				"criticalFailure": [
					"The target takes double initial and persistent damage."
				]
			}
		],
		"domain": "pain",
		"heightened": [
			{ "change": "The initial damage increases by 1d4 and the persistent damage increases by 1d4.", "bump": 1 }
		],
		"level": 1,
		"objectType": "FocusSpell",
		"page": 396,
		"range": "touch",
		"savingThrow": "Will",
		"source": "PZO2101",
		"targets": "1 creature",
		"traits": [ "Uncommon", "Cleric", "Enchantment", "Mental", "Nonlethal" ],
		"id": "ca5cf6da-fd7f-4818-8fe4-86c011203a96",
		"hash": "RtWSNkqQ"
	},
	{
		"aonId": 450,
		"name": "Scholarly Recollection",
		"description": "Speaking a short prayer as you gather your thoughts, you're blessed to find that your deity gave you just the right bit of information for your situation.",
		"focus": true,
		"cast": "[R]",
		"components": [ "verbal" ],
		"details": [
			"Speaking a short prayer as you gather your thoughts, you're blessed to find that your deity gave you just the right bit of information for your situation. Roll the triggering check twice and use the better result."
		],
		"domain": "knowledge",
		"level": 1,
		"objectType": "FocusSpell",
		"page": 396,
		"source": "PZO2101",
		"traits": [ "Uncommon", "Cleric", "Divination", "Fortune" ],
		"trigger": "You attempt a Perception check to Seek, or you attempt a skill check to Recall Knowledge with a skill you're trained in.",
		"id": "b1a98383-5b21-4d44-bf12-d31a0d0e57d6",
		"hash": "tRMnTbtE"
	},
	{
		"aonId": 451,
		"name": "Shared Nightmare",
		"description": "Merging minds with the target, you swap disorienting visions from one another's nightmares.",
		"focus": true,
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"details": [
			"Merging minds with the target, you swap disorienting visions from one another's nightmares. One of you will become confused, but which it'll be depends on the target's Will save.",
			{
				"criticalSuccess": [
					"You are confused for 1 round."
				],
				"success": [
					"At the start of your next turn, you spend your first action with the confused condition, then act normally."
				],
				"failure": [
					"As success, but the target is affected instead of you, spending its first action each turn confused. The duration is 1 minute."
				],
				"criticalFailure": [
					"The target is confused for 1 minute."
				]
			}
		],
		"domain": "nightmares",
		"duration": "varies",
		"level": 4,
		"objectType": "FocusSpell",
		"page": 396,
		"range": "30 feet",
		"savingThrow": "Will",
		"source": "PZO2101",
		"targets": "1 creature",
		"traits": [ "Uncommon", "Cleric", "Emotion", "Incapacitation", "Mental" ],
		"id": "53d51609-250f-4839-9e80-061144e189fd",
		"hash": "zbqAzWXZ"
	},
	{
		"aonId": 452,
		"name": "Soothing Words",
		"description": "You attempt to calm the target by uttering soothing words in a calm and even tone.",
		"focus": true,
		"cast": "[A]",
		"components": [ "verbal" ],
		"details": [
			"You attempt to calm the target by uttering soothing words in a calm and even tone. The target gains a +1 status bonus to Will saving throws. This bonus increases to +2 against emotion effects.",
			"In addition, when you Cast this Spell, you can attempt to counteract one emotion effect on the target."
		],
		"domain": "family",
		"duration": "1 round",
		"heightened": [
			{ "change": "The bonus to saves increases to +2, or +3 against emotion effects.", "level": 5 }
		],
		"level": 1,
		"objectType": "FocusSpell",
		"page": 396,
		"range": "30 feet",
		"source": "PZO2101",
		"targets": "1 ally",
		"traits": [ "Uncommon", "Cleric", "Emotion", "Enchantment", "Mental" ],
		"id": "ff1aaeb9-c3c6-417a-83b0-fac8a5742917",
		"hash": "GLBDcWLs"
	},
	{
		"aonId": 453,
		"name": "Splash of Art",
		"description": "A deluge of colorful illusory paint, tools, or other symbols of art and artisanship drift down in the area.",
		"focus": true,
		"area": "5-foot burst",
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"details": [
			"A deluge of colorful illusory paint, tools, or other symbols of art and artisanship drift down in the area. Roll 1d4 to determine the color of the illusion. Each creature in the area must attempt a Will save. A creature is unaffected on a success. On a failure or critical failure, the creature takes the results listed on the table relevant to the color.<h2>Splash of Art</h2><table class=\"inner\"><tbody><tr><td><b>1d4</b></td><td><b>Color</b></td><td><b>Failure</b></td><td><b>Critical Failure</b></td></tr><tr><td>1</td><td>White</td><td>Dazzled 1 round</td><td>Dazzled 1 minute</td></tr><tr><td>2</td><td>Red</td><td>Enfeebled 1 for 1 round</td><td>Enfeebled 2 for 1 round</td></tr><tr><td>3</td><td>Yellow</td><td>Frightened 1</td><td>Frightened 2</td></tr><tr><td>4</td><td>Blue</td><td>Sluggish 1 for 1 round</td><td>Sluggish 2 for 1 round</td></tr></tbody></table>"
		],
		"domain": "creation",
		"duration": "varies",
		"level": 1,
		"objectType": "FocusSpell",
		"page": 397,
		"range": "30 feet",
		"savingThrow": "Will",
		"source": "PZO2101",
		"traits": [ "Uncommon", "Cleric", "Illusion", "Visual" ],
		"id": "5a79ea98-bc00-4981-8d06-da5761a5cf32",
		"hash": "ksGtgKQE"
	},
	{
		"aonId": 454,
		"name": "Sudden Shift",
		"description": "You swiftly move from a dangerous spot and veil yourself.",
		"focus": true,
		"cast": "[R]",
		"components": [ "somatic" ],
		"details": [
			"You swiftly move from a dangerous spot and veil yourself. You Step and become concealed."
		],
		"domain": "trickery",
		"duration": "until the end of your next turn",
		"level": 1,
		"objectType": "FocusSpell",
		"page": 397,
		"source": "PZO2101",
		"traits": [ "Uncommon", "Abjuration", "Cleric", "Illusion" ],
		"trigger": "An enemy misses you with a melee attack.",
		"id": "27113197-a731-41d5-b663-f9a8fbb17059",
		"hash": "UZCJcrEq"
	},
	{
		"aonId": 455,
		"name": "Sweet Dream",
		"description": "With soothing song or tales, you lull the target into an enchanting dream.",
		"focus": true,
		"cast": "[A][A][A]",
		"components": [ "material", "somatic", "verbal" ],
		"details": [
			"With soothing song or tales, you lull the target into an enchanting dream. When you cast the spell, the target falls unconscious if it wasn't already. While unconscious, it experiences a dream of your choice. If it sleeps for at least 1 minute, it gains the benefit of the dream for the remainder of the spell's duration. <ul><li><b>Dream of Insight</b> +1 status bonus to Intelligence-based skill checks </li><li><b>Dream of Glamour</b> +1 status bonus to Charisma-based skill checks </li><li><b>Dream of Voyaging</b> +5-foot status bonus to Speed</li></ul>",
			"If you Cast this Spell again, the effects of any previous <i>sweet dream</i> you cast end."
		],
		"domain": "dreams",
		"duration": "10 minutes",
		"level": 1,
		"objectType": "FocusSpell",
		"page": 397,
		"range": "30 feet",
		"source": "PZO2101",
		"targets": "1 willing creature",
		"traits": [ "Uncommon", "Auditory", "Cleric", "Enchantment", "Linguistic", "Mental", "Sleep" ],
		"id": "374a9b80-f249-4791-b8ff-30b4c47024a8",
		"hash": "cSKAUJFO"
	},
	{
		"aonId": 456,
		"name": "Take its Course",
		"description": "When someone has overindulged, you can hasten them past the worst of their af iction or intensify their misery.",
		"focus": true,
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"details": [
			"When someone has overindulged, you can hasten them past the worst of their affliction or intensify their misery. This spell attempts to progress a disease affliction, a poison affliction, or persistent poison damage affecting the target. If the target is affected by more than one of these, you can choose from among those you are aware of; otherwise the GM chooses randomly. An unwilling target can attempt a Will save to negate <i>take its course</i>.",
			"The effect of this spell depends on whether you're attempting to end an affliction or persistent poison damage, and whether you are attempting to help or hinder the target's recovery. <ul><li><b>Affliction</b> The target immediately attempts its next saving throw against the affliction. You can grant the creature your choice of a +2 status bonus or a -2 status penalty to its saving throw against the affliction.</li><li><b>Persistent Poison</b> You can cause the target take the persistent poison damage immediately when you Cast this Spell (in addition to taking it at the end of its next turn). Whether or not you do so, the target attempts an additional flat check against the persistent poison damage. You can set the DC of that flat check to 5 or 20 instead of the normal DC.</li></ul>"
		],
		"domain": "indulgence",
		"heightened": [
			{ "change": "You can attempt to progress any number of the target's eligible afflictions and persistent poison damage.", "level": 7 }
		],
		"level": 4,
		"objectType": "FocusSpell",
		"page": 397,
		"range": "touch",
		"source": "PZO2101",
		"targets": "1 creature",
		"traits": [ "Uncommon", "Cleric", "Necromancy" ],
		"id": "bda7afdf-0c3c-4428-a5b9-92e8ecb3082d",
		"hash": "RHwknQbD"
	},
	{
		"aonId": 457,
		"name": "Tempt Fate",
		"description": "You twist the forces of fate to make a moment dire or uneventful, with no in-between.",
		"focus": true,
		"cast": "[R]",
		"components": [ "somatic" ],
		"details": [
			"You twist the forces of fate to make a moment dire or uneventful, with no in-between. The target gains a +1 status bonus to the triggering saving throw. If the saving throw's result is a success, it becomes a critical success. If it's a failure, it becomes a critical failure, and the critical failure can't be reduced by abilities that usually reduce critical failure, such as improved evasion.",
			"If the triggering ability did not have both a critical success and critical failure condition, tempt fate fails, but you don't expend the Focus Point for Casting this Spell."
		],
		"domain": "fate",
		"heightened": [
			{ "change": "The bonus on the saving throw is +2.", "level": 8 }
		],
		"level": 4,
		"objectType": "FocusSpell",
		"page": 397,
		"range": "120 feet",
		"source": "PZO2101",
		"targets": "the triggering creature",
		"traits": [ "Uncommon", "Cleric", "Divination", "Fortune" ],
		"trigger": "You or an ally within range attempts a saving throw",
		"id": "0a19f393-8b98-4234-8018-9540d3736ffa",
		"hash": "hEkQRbvr"
	},
	{
		"aonId": 458,
		"name": "Tidal Surge",
		"description": "You call forth a tremendous wave to move the target either in a body of water or on the ground.",
		"focus": true,
		"cast": "[A]",
		"components": [ "somatic" ],
		"details": [
			"You call forth a tremendous wave to move the target either in a body of water or on the ground. The target must attempt a Fortitude save.",
			{
				"failure": [
					"You move the target 5 feet in any direction along the ground or 10 feet in any direction through a body of water."
				],
				"criticalFailure": [
					"You move the target up to 10 feet in any direction along the ground or 20 feet in any direction through a body of water."
				]
			}
		],
		"domain": "water",
		"level": 1,
		"objectType": "FocusSpell",
		"page": 397,
		"range": "60 feet",
		"savingThrow": "Fortitude",
		"source": "PZO2101",
		"targets": "1 creature",
		"traits": [ "Uncommon", "Cleric", "Evocation", "Water" ],
		"id": "b56a7869-4f66-4ca5-af18-f3f37b4c767a",
		"hash": "xXBOVqOx"
	},
	{
		"aonId": 459,
		"name": "Touch of Obedience",
		"description": "Your imperious touch erodes the target's willpower, making it easier to control.",
		"focus": true,
		"cast": "[A]",
		"components": [ "somatic" ],
		"details": [
			"Your imperious touch erodes the target's willpower, making it easier to control. The target attempts a Will save.",
			{
				"criticalSuccess": [
					"The target is unaffected."
				],
				"success": [
					"The target is stupefied 1 until the end of your current turn."
				],
				"failure": [
					"The target is stupefied 1 until the end of your next turn."
				],
				"criticalFailure": [
					"The target is stupefied 1 for 1 minute."
				]
			}
		],
		"domain": "tyranny",
		"duration": "varies",
		"level": 1,
		"objectType": "FocusSpell",
		"page": 398,
		"range": "touch",
		"savingThrow": "Will",
		"source": "PZO2101",
		"targets": "1 living creature",
		"traits": [ "Uncommon", "Cleric", "Enchantment", "Mental" ],
		"id": "c6b1d706-7e7b-4e15-a6dd-de369ea2c4fb",
		"hash": "ZpGnzmYW"
	},
	{
		"aonId": 460,
		"name": "Touch of the Moon",
		"description": "When you touch the target, a symbol of the moon appears on its forehead, glowing with soft moonlight.",
		"focus": true,
		"cast": "[A]",
		"components": [ "somatic" ],
		"details": [
			"When you touch the target, a symbol of the moon appears on its forehead, glowing with soft moonlight. The target glows with dim light in a 20-foot radius. It also gets a benefit based on a phase of the moon, starting with the new moon and changing to the next phase at the end of each of its turns. <ul><li><b>New Moon</b> The target receives no benefit.</li><li><b>Waxing Moon</b> The target gains a +1 status bonus to attack rolls and a +4 status bonus to damage rolls.</li><li><b>Full Moon</b> The target gains a +1 status bonus to attack rolls, AC, and saving throws and a +4 status bonus to damage rolls.</li><li><b>Waning Moon</b> The target gains a +1 status bonus to AC and saving throws. After this phase, return to the new moon.</li></ul>"
		],
		"domain": "moon",
		"duration": "1 minute",
		"level": 4,
		"objectType": "FocusSpell",
		"page": 398,
		"range": "touch",
		"source": "PZO2101",
		"targets": "1 creature",
		"traits": [ "Uncommon", "Cleric", "Enchantment", "Light" ],
		"id": "ebeabcb8-62dd-4403-9afa-a0aa589bcdd3",
		"hash": "hQXOpqpw"
	},
	{
		"aonId": 461,
		"name": "Touch of Undeath",
		"description": "You attack the target's life force with undeath.",
		"focus": true,
		"cast": "[A]",
		"components": [ "somatic" ],
		"details": [
			"You attack the target's life force with undeath, dealing 1d6 negative damage. The target must attempt a Fortitude save.",
			{
				"criticalSuccess": [
					"The target is unaffected."
				],
				"success": [
					"The target takes half damage."
				],
				"failure": [
					"The target takes full damage, and positive effects heal it only half as much as normal for 1 round."
				],
				"criticalFailure": [
					"The target takes double damage, and positive effects heal it only half as much as normal for 1 minute."
				]
			}
		],
		"domain": "undeath",
		"heightened": [
			{ "change": "The damage increases by 1d6.", "bump": 1 }
		],
		"level": 1,
		"objectType": "FocusSpell",
		"page": 398,
		"range": "touch",
		"savingThrow": "Fortitude",
		"source": "PZO2101",
		"targets": "1 living creature",
		"traits": [ "Uncommon", "Cleric", "Necromancy", "Negative" ],
		"id": "a89b2b33-bcf6-41ef-83d5-1ac8bdffb92c",
		"hash": "xTzVSzmp"
	},
	{
		"aonId": 462,
		"name": "Traveler's Transit",
		"description": "You add power to your muscles, allowing you to swim or climb walls with ease. ",
		"focus": true,
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"details": [
			"You add power to your muscles, allowing you to swim or climb walls with ease. When you cast this spell, you gain either a climb Speed or a swim Speed. The Speed is equal to your land Speed."
		],
		"domain": "travel",
		"duration": "1 minute",
		"heightened": [
			{ "change": "You can choose to gain a fly Speed.", "level": 5 }
		],
		"level": 4,
		"objectType": "FocusSpell",
		"page": 398,
		"source": "PZO2101",
		"traits": [ "Uncommon", "Cleric", "Evocation" ],
		"id": "537a5d59-1674-4780-8b72-1ce136a7b791",
		"hash": "Njvtzhxf"
	},
	{
		"aonId": 463,
		"name": "Trickster's Twin",
		"description": "You rarely settle for being in just one place.",
		"focus": true,
		"cast": "[A][A]",
		"components": [ "material", "verbal" ],
		"details": [
			"You rarely settle for being in just one place. Choose a location within 100 feet of the target that the target can see. You create an illusion of yourself there that only it can see and that mimics all your actions. The target must attempt a Will save.",
			{
				"criticalSuccess": [
					"The target is unaffected."
				],
				"success": [
					"The target believes you're in the designated location and can't see you in your actual location. The target automatically disbelieves the illusion when you use an action that doesn't make sense in the illusion's position, or if the target attacks, touches, Seeks, or otherwise engages with the illusion. If you use a hostile action against the target, the spell ends."
				],
				"failure": [
					"As success, but the target must succeed at a Will save to disbelieve the illusion when one of the listed events occurs."
				],
				"criticalFailure": [
					"As success, but the target must critically succeed at a Will save to disbelieve when one of the listed events occurs."
				]
			}
		],
		"domain": "trickery",
		"duration": "1 minute",
		"level": 4,
		"objectType": "FocusSpell",
		"page": 398,
		"range": "30 feet",
		"savingThrow": "Will",
		"source": "PZO2101",
		"targets": "1 creature",
		"traits": [ "Uncommon", "Cleric", "Illusion", "Visual" ],
		"id": "aab36d73-33ad-4afa-8418-fc69c78ce9e7",
		"hash": "qVkdWVYb"
	},
	{
		"aonId": 464,
		"name": "Unimpeded Stride",
		"description": "Nothing can hold you in place.",
		"focus": true,
		"cast": "[A]",
		"components": [ "somatic" ],
		"details": [
			"Nothing can hold you in place. You immediately escape from every magical effect that has you immobilized or grabbed unless the effect is of a higher level than your <i>unimpeded stride</i> spell. You then Stride. During this movement, you ignore difficult terrain and any circumstance or status penalties to your Speed."
		],
		"domain": "freedom",
		"level": 1,
		"objectType": "FocusSpell",
		"page": 398,
		"source": "PZO2101",
		"traits": [ "Uncommon", "Cleric", "Transmutation" ],
		"id": "3725ce77-fa64-452e-8ec3-17eb47cd780f",
		"hash": "zgLrNAAU"
	},
	{
		"aonId": 465,
		"name": "Unity",
		"description": "You put up a united defense.",
		"focus": true,
		"cast": "[R]",
		"components": [ "verbal" ],
		"details": [
			"You put up a united defense. Each ally can use your saving throw modifier instead of its own against the triggering spell. Each ally decides individually which modifier to use."
		],
		"domain": "family",
		"level": 4,
		"objectType": "FocusSpell",
		"page": 398,
		"range": "30 feet",
		"source": "PZO2101",
		"targets": "each ally targeted by the triggering spell",
		"traits": [ "Uncommon", "Abjuration", "Cleric", "Fortune" ],
		"trigger": "You and 1 or more allies within range are targeted by a spell or ability that allows a saving throw.",
		"id": "6830b072-5d05-46ee-8546-e504bc2689e6",
		"hash": "KbnDmrTb"
	},
	{
		"aonId": 466,
		"name": "Veil of Confidence",
		"description": "You surround yourself in a veil of conf dence.",
		"focus": true,
		"cast": "[A]",
		"components": [ "verbal" ],
		"details": [
			"You surround yourself in a veil of confidence. You reduce your current frightened condition by 1, and whenever you would become frightened during the duration, reduce the amount by 1.",
			"If you critically fail a save against fear, <i>veil of confidence</i> ends immediately, and you increase any frightened condition you gain from the critical failure by 1 instead of decreasing it."
		],
		"domain": "confidence",
		"duration": "1 minute",
		"level": 1,
		"objectType": "FocusSpell",
		"page": 398,
		"source": "PZO2101",
		"traits": [ "Uncommon", "Cleric", "Enchantment", "Mental" ],
		"id": "222c46d0-e6dd-41d8-ac14-734e49ebdbe3",
		"hash": "wBLrGPbQ"
	},
	{
		"aonId": 467,
		"name": "Vibrant Thorns",
		"description": "Your body sprouts a coat of brambly thorns that harm those that strike you and thrive on life magic.",
		"focus": true,
		"cast": "[A]",
		"components": [ "somatic" ],
		"details": [
			"Your body sprouts a coat of brambly thorns that harm those that strike you and thrive on life magic. Adjacent creatures that hit you with a melee attack, as well as creatures that hit you with unarmed attacks, take 1 piercing damage each time they do. Anytime you cast a positive spell, the damage from your thorns increases to 1d6 until the start of your next turn."
		],
		"domain": "nature",
		"duration": "1 minute",
		"heightened": [
			{ "change": "The damage increases by 1, or 1d6 after you cast a positive spell.", "bump": 1 }
		],
		"level": 1,
		"objectType": "FocusSpell",
		"page": 399,
		"source": "PZO2101",
		"traits": [ "Uncommon", "Cleric", "Morph", "Plant", "Transmutation" ],
		"id": "116f4c9c-02fc-4e90-b334-668e936bd0bf",
		"hash": "EtvGsWVF"
	},
	{
		"aonId": 468,
		"name": "Waking Nightmare",
		"description": "You fill the creature's mind with a terrifying vision out of its nightmares.",
		"focus": true,
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"details": [
			"You fill the creature's mind with a terrifying vision out of its nightmares. The target must attempt a Will save.",
			{
				"criticalSuccess": [
					"The target is unaffected."
				],
				"success": [
					"The target is frightened 1."
				],
				"failure": [
					"The target is frightened 2."
				],
				"criticalFailure": [
					"The target is frightened 3."
				]
			},
			"If the target is unconscious when you Cast this Spell on it, it immediately wakes up before attempting its save, and if it fails its save, it gains the fleeing condition for 1 round in addition to the effects noted above."
		],
		"domain": "nightmares",
		"duration": "varies",
		"level": 1,
		"objectType": "FocusSpell",
		"page": 399,
		"range": "30 feet",
		"savingThrow": "Will",
		"source": "PZO2101",
		"targets": "1 creature",
		"traits": [ "Uncommon", "Cleric", "Emotion", "Enchantment", "Fear", "Mental" ],
		"id": "d4637666-d4d7-41d9-b472-bc062958feea",
		"hash": "KFtDpRsA"
	},
	{
		"aonId": 469,
		"name": "Weapon Surge",
		"description": "Holding your weapon aloft, you fill it with divine energy.",
		"focus": true,
		"cast": "[A]",
		"components": [ "somatic" ],
		"details": [
			"Holding your weapon aloft, you fill it with divine energy. On your next Strike with that weapon before the start of your next turn, you gain a +1 status bonus to the attack roll and the weapon deals an additional die of damage. If the weapon has a <i>striking</i> rune, this instead increases the number of dice from the <i>striking</i> rune by 1 (to a maximum of 3 extra weapon dice).",
			"If the target weapon leaves your possession, <i>weapon surge</i> immediately ends."
		],
		"domain": "zeal",
		"level": 1,
		"objectType": "FocusSpell",
		"page": 399,
		"range": "touch",
		"source": "PZO2101",
		"targets": "1 weapon you're wielding",
		"traits": [ "Uncommon", "Cleric", "Evocation" ],
		"id": "f559a49b-59c3-4777-b64d-60aaf7ea05d5",
		"hash": "SZWAcNtH"
	},
	{
		"aonId": 470,
		"name": "Word of Freedom",
		"description": "You utter a liberating word of power that frees a creature.",
		"focus": true,
		"cast": "[A]",
		"components": [ "verbal" ],
		"details": [
			"You utter a liberating word of power that frees a creature. You suppress one of the following conditions of your choice: confused, frightened, grabbed, or paralyzed. The target isn't affected by the chosen condition, and if you suppress the grabbed condition, the target automatically breaks free from any grab affecting it when you Cast the Spell.",
			"If you don't remove the effect that provided the condition, the condition returns after the spell ends. For example, if a spell was making the target confused for 1 minute, word of freedom would let the target act normally for a round, but the confused condition would return afterward."
		],
		"domain": "freedom",
		"duration": "1 round",
		"level": 4,
		"objectType": "FocusSpell",
		"page": 399,
		"range": "30 feet",
		"source": "PZO2101",
		"targets": "1 creature",
		"traits": [ "Uncommon", "Cleric", "Enchantment", "Mental" ],
		"id": "c3192acb-02e1-437a-8669-acdfc7cebdb8",
		"hash": "FQlFbPPQ"
	},
	{
		"aonId": 471,
		"name": "Word of Truth",
		"description": "You speak a statement you believe to be true and that is free of any attempt to deceive through twisting words, omission, and so on.",
		"focus": true,
		"cast": "[A]",
		"components": [ "verbal" ],
		"details": [
			"You speak a statement you believe to be true and that is free of any attempt to deceive through twisting words, omission, and so on. The statement must be 25 words or fewer. A symbol of your deity glows above your head, and anyone who sees you and hears your statement knows that you believe it to be true.",
			"Each time you Sustain this Spell, you can repeat this effect."
		],
		"domain": "truth",
		"duration": "sustained up to 1 minute",
		"level": 1,
		"objectType": "FocusSpell",
		"page": 399,
		"source": "PZO2101",
		"traits": [ "Uncommon", "Cleric", "Divination" ],
		"id": "2afbe4b8-5c49-4fd2-b26f-b568369c80c7",
		"hash": "UQpZdhWh"
	},
	{
		"aonId": 472,
		"name": "Zeal for Battle",
		"description": "You stoke the righteous anger within yourself and an ally.",
		"focus": true,
		"cast": "[R]",
		"components": [ "verbal" ],
		"details": [
			"You stoke the righteous anger within yourself and an ally. You and the target ally each roll a d20 and use the higher result for both your initiative rolls. You each still use your own Perception modifier or other statistic to determine your results."
		],
		"domain": "zeal",
		"level": 4,
		"objectType": "FocusSpell",
		"page": 399,
		"range": "10 feet",
		"source": "PZO2101",
		"targets": "you and the triggering ally",
		"traits": [ "Uncommon", "Cleric", "Emotion", "Enchantment", "Fortune", "Mental" ],
		"trigger": "You and at least 1 ally are about to roll initiative.",
		"id": "d607c4af-b3fd-4312-bbb1-b5a505436c61",
		"hash": "OzdBdVhz"
	}
]