[
	{
		"name": "Astral Projection",
		"level": 5,
		"objectType": "Ritual",
		"traits": [ "Uncommon", "Divination" ],
		"cast": "1 hour",
		"cost": "one jacinth worth a total value of the target's level (minimum 1) × 5 gp, for each target",
		"secondaryCasters": "2",
		"primaryCheck": "Arcana or Occultism (master)",
		"secondaryChecks": "Arcana or Occultism (whichever isn't used for the primary check), Survival",
		"range": "touch",
		"targets": "yourself and up to 5 willing creatures",
		"duration": "see text",
		"details": [
			"You project the targets' spiritual essences into the Astral Plane, leaving their inanimate physical forms behind. These astral forms can be used to explore the Astral Plane indefinitely, while the targets' bodies remain safely in stasis on the plane where the ritual was cast (where they remain unconscious and can't be awoken normally). The casters must be in physical contact with one another in a circle for the duration of the casting, and all targets must be selected from these casters.",
			"A target's astral form is a duplicate of the target and everything they're carrying; anything that happens to a duplicate item happens to the original as well. For instance, if you use, spend, destroy, lose, or give away an item's duplicate, the original vanishes from your possession. For the duration of the ritual, any of the targets can spend a single action to Dismiss their astral form and immediately return to their physical body. As the primary caster, when you Dismiss your astral form, you can also Dismiss all the other targets' astral forms as part of the same action, returning all targets to their physical forms simultaneously. While in the Astral Plane, the other targets are unable to navigate without you, and if they become separated from you, they must wait for your return or Dismiss their own astral forms. When the ritual ends, the targets' astral forms vanish.",
			"A target's astral form and corresponding physical form are linked by an incorporeal silver cord, which is visible only in the Astral Plane. This nearly unbreakable cord serves as a conduit and safety line; if it is severed, the target's astral and physical forms are both immediately slain. If the ritual is interrupted by an external force, such as <i>dispel magic</i> being cast on a target's physical or astral form, the target is immediately and harmlessly returned to their physical body. If a target's astral form is slain, the silver cord immediately rips them back to their physical body; the strain requires them to attempt a Fortitude save with the same DC as the ritual's primary check. On a failure, the creature dies; on a success, they become clumsy 2, drained 2, doomed 2, and enfeebled 2 for 1 week; these conditions can't be removed or reduced by any means until the week has passed. A target's physical body remains in suspended animation for the duration of the ritual, but if it is destroyed, they die and their astral form also vanishes.",
			"This ritual only projects a portion of the targets' consciousnesses onto the Astral Plane. To travel physically to the Astral Plane (to reach the Outer Planes, for example) requires spells such as <i>plane shift</i>.",
			{
				"criticalSuccess": [
					"All targets are able to navigate independently in the Astral Plane. Each target's silver cord is stronger than usual, providing them a +4 circumstance bonus to their Fortitude save to avoid dying if their astral form dies."
				],
				"success": [
					"You successfully project the targets."
				],
				"failure": [
					"You fail to project the targets."
				],
				"criticalFailure": [
					"The process of separating the targets' spirits from their bodies is complicated, and something goes catastrophically wrong. All casters become doomed 1, are immediately reduced to 0 Hit Points, and begin dying."
				]
			}
		],
		"page": 240,
		"source": "PZO2105",
		"focus": false,
		"aonId": 29,
		"id": "51d01125-0a4c-4cf1-8697-61d1c266a6ca",
		"hash": "nFEdbZxk"
	},
	{
		"name": "Clone",
		"level": 9,
		"objectType": "Ritual",
		"traits": [ "Rare", "Necromancy" ],
		"cast": "7 days",
		"cost": "rare laboratory supplies and reagents worth the target's level (minimum 1) × 100 gp",
		"secondaryCasters": "3",
		"primaryCheck": "Crafting (legendary)",
		"secondaryChecks": "Arcana, Occultism, Medicine",
		"range": "10 feet",
		"targets": "1 living creature up to 20th level",
		"details": [
			"You remove 1 cubic inch of flesh from the target, who must be present throughout the ritual and can be one of the casters. You then use that flesh to grow a duplicate of the target's physical form that will house the target's soul upon death. This duplicate is physically identical to the original creature.",
			"In order to perform the ritual, you need an expanded alchemist's lab (<i>Core Rulebook</i> 288) or a superior set of equipment. Once the ritual is successfully completed, the duplicate grows within the laboratory equipment for 2d4 months. While direct involvement isn't required during this period of growth, you must prevent any interference or interruption or the ritual fails. When the duplicate is complete, the original creature's soul enters it as soon as their original body dies, or immediately if the creature died during the intervening months, as long as the soul is free and willing. If Pharasma has decided that the target's time has come or the target's soul is trapped or doesn't wish to return, the duplicate remains empty until the impediment is removed. While unoccupied, the inert duplicate must be preserved in suitable alchemical equipment to prevent it from rotting.",
			{
				"criticalSuccess": [
					"The cloning process is successful. When the soul occupies the completed clone, it is clumsy 1, drained 1, doomed 1, and enfeebled 1 for 1 week; these conditions can't be removed or reduced by any means until the week has passed."
				],
				"success": [
					"As critical success, but each condition value is 2."
				],
				"failure": [
					"You fail to form the clone."
				],
				"criticalFailure": [
					"The clone appears to be successful, but something went horribly wrong. Once it grows to its full size, it can't hold the target's soul and instead houses a malevolent intelligence or an invasive creature such as an invidiak demon (<i>Bestiary 2</i> 65)."
				]
			}
		],
		"page": 240,
		"source": "PZO2105",
		"focus": false,
		"aonId": 30,
		"id": "540983dd-e2ab-452d-8308-930a8cdf6bb5",
		"hash": "bzgGMsxg"
	},
	{
		"name": "Create Demiplane",
		"level": 8,
		"objectType": "Ritual",
		"traits": [ "Rare", "Conjuration", "Teleportation" ],
		"cast": "9 days",
		"cost": "precious materials worth a total value of 800 gp",
		"secondaryCasters": "3",
		"primaryCheck": "Arcana, Nature, Occultism, or Religion (legendary)",
		"secondaryChecks": "Arcana, Nature, Occultism, or Religion (whichever three aren't used for the primary check)",
		"details": [
			"Few incantations are as renowned as the power to create worlds. To cast this ritual, you must be on the Astral Plane, the Ethereal Plane, or a plane that connects to one of the two.",
			"A demiplane created with this ritual exists on the Astral or Ethereal Plane. It can have the appearance of any mundane environment or structure, such as a glorious cathedral, a clearing in a forest, a comfortably furnished cavern, or anything else one can imagine. All demiplanes have finite, unbreachable boundaries, which might resemble stone, wood, or something more unnatural, such as a wall of mist or unceasing void.",
			"Demiplanes have environmental conditions as appropriate for the Material Plane, though the primary caster can dictate a general climate or light level, as well as whether the demiplane experiences seasons or a day-night cycle. The demiplane has no native plants or animals, but they can be introduced, and plants will grow in a demiplane's light.",
			"When you first cast <i>create demiplane</i>, the casters are teleported to the demiplane. The demiplane has no direct access to other worlds, so <i>plane shift</i> or similar abilities are necessary to access it. As part of casting the ritual to create a new demiplane, you create a key to the demiplane which serves as a <i>plane shift</i> tuning fork for that demiplane. Most resemble ornate keys, but some take the forms of maps, compasses, or dowsing rods.",
			"If you have the original key to an existing demiplane and are on that demiplane, you can instead use this ritual to either expand the demiplane or add special traits or features described on page 242. See pages 136-138 of the <i>Gamemastery Guide</i> for more information about these planar features.<ul><li><b>Alignment</b> The demiplane gains one alignment trait, such as lawful or good.</li><li><b>Bounteous</b> The demiplane has a functional ecosystem, with plants and animals appropriate to the environment. This ecosystem doesn't require any additional effort on your part to maintain.</li><li><b>Elemental</b> The demiplane gains the air, earth, fire, or water planar essence trait.</li><li><b>Gravity</b> The demiplane gains a gravity trait of your choice.</li><li><b>Key</b> You create an additional key that can be used to access the demiplane with <i>plane shift</i> and improve it with <i>create demiplane</i>.</li><li><b>Portal</b> You create a permanent gateway between the demiplane and a single other location. You must spend the ritual's casting time constructing the gateway on the external side, which typically resembles an arch or doorway of some sort. The gate is always active, but it can be secured as you would any door.</li><li><b>Scope</b> The demiplane can be unbounded instead of finite, though still with the same size.</li></ul>",
			{
				"criticalSuccess": [
					"You create a new demiplane whose area consists of two contiguous squares, each 100 feet on a side. The ceiling is 20 feet high. If modifying an existing demiplane, you can instead either add this area to the demiplane's size or add two special traits or features."
				],
				"success": [
					"As critical success, but the demiplane's area is a single square, 100 feet on a side and a ceiling 20 feet high. If modifying an existing demiplane, you can add one special trait or feature."
				],
				"failure": [
					"The ritual has no effect."
				],
				"criticalFailure": [
					"Something goes horribly wrong, and all casters are teleported to an unknown but likely hostile plane."
				]
			}
		],
		"heightened": [
			{ "change": "The ritual creates a square area 1,000 feet on a side, with a ceiling 20 feet high (two contiguous areas of this size on a critical success). The cost of the ritual increases to 20,000 gp.", "level": 10 }
		],
		"page": 241,
		"source": "PZO2105",
		"focus": false,
		"aonId": 31,
		"id": "72d5ccb1-8596-40f8-a431-991b20baed9f",
		"hash": "rbLcvXvv"
	},
	{
		"name": "Fantastic Facade",
		"level": 9,
		"objectType": "Ritual",
		"traits": [ "Rare", "Illusion" ],
		"cast": "1 week",
		"cost": "mystical paint, elaborate veils, and powdered minerals worth 20,000 gp total",
		"secondaryCasters": "3",
		"primaryCheck": "Arcana or Occultism (legendary)",
		"secondaryChecks": "Society or Survival, Deception, Stealth",
		"area": "circle centered on you up to 1 mile in radius",
		"targets": "1 settlement and its residents",
		"duration": "unlimited",
		"details": [
			"You draw a permanent series of complex illusions over the target settlement, choosing the look, sound, feel, and smell of the structures, terrain, and creatures within at the time the ritual is cast. You can alter the appearance of existing structures and creatures, and you can add illusory structures or creatures. For example, you could cause everything and everyone in the target area to appear green, create an illusory forest with a thick canopy that obscures the settlement from outside view, or make empty ruins seem inhabited and pristine. When you create the facade, you determine which illusory elements remain static (limited to basic natural movement, such as flags blowing in the breeze) and which follow a basic program (for example, a daily parade in the town square, complete with marching band). You're unable to alter the programs after you create the facade.",
			"You can disguise creatures as you please, with the same effects as a 3rd-level <i>illusory disguise</i>. If a creature affected by the facade leaves the area, any illusions affecting it fade after 1 day. You decide when casting the ritual whether newcomers are disguised by the illusions, and whether the disguise appears immediately or after a set period, up to 1 week.",
			"A creature that interacts with the target settlement in a way that would suggest or reveal the illusory nature of the facade, such as by trying to paint a building affected by the facade or climbing an illusory structure, can attempt to disbelieve the illusion. The illusions created by the spell are harmless, so an illusory river of lava wouldn't cause damage, nor could thorns on an illusory rose bush prick someone.",
			{
				"criticalSuccess": [
					"You create the facade as described, and you can alter the programs within your facade by spending 1 day to reprogram them."
				],
				"success": [
					"You create the facade as described."
				],
				"failure": [
					"Your illusions fail and the ritual has no effect."
				],
				"criticalFailure": [
					"Your ritual produces unexpected and uncontrolled illusions different from what you had planned, such as unexpected and slowly shifting colors across the buildings, unpleasant smells, and creatures appearing as skeletons. These effects fade after 1 month."
				]
			}
		],
		"heightened": [
			{ "change": "The cost increases to 100,000 gp and the radius can be up to 5 miles.", "level": 10 }
		],
		"page": 241,
		"source": "PZO2105",
		"focus": false,
		"aonId": 32,
		"id": "595496ae-4578-4f93-80d1-4306720a327e",
		"hash": "xYcRnpzp"
	},
	{
		"name": "Heartbond",
		"level": 2,
		"objectType": "Ritual",
		"traits": [ "Uncommon", "Abjuration" ],
		"cast": "1 hour",
		"cost": "fine wine and a set of matching rings or other tokens worth 40 gp total",
		"secondaryCasters": "2",
		"primaryCheck": "Nature or Religion (expert)",
		"secondaryChecks": "Diplomacy, Society",
		"range": "20 feet",
		"details": [
			"You create a magical bond between two willing creatures, who are secondary casters of the ritual and must share genuine affection for one another. As part of the ritual, both members of the bond receive a ring, amulet, or similar token to symbolize their shared connection. They lose the effects of the ritual when not wearing the token, and the bond is broken if either token is destroyed.",
			"Creatures benefiting from a successful <i>heartbond</i> ritual can later participate in a heightened version of the ritual without requiring new checks by spending the required time and paying the difference of the two costs. A creature can be under the effects of multiple <i>heartbond</i> rituals at once.",
			{
				"criticalSuccess": [
					"Once per day, each bonded creature can use a 2-action activity, which has the concentrate trait, to learn the present state of the other bonded creature. The creature knows the other creature's direction and distance and any conditions affecting them. Both of the participants can cast <i>message</i> as a divine innate spell at will, but can only target the other participant."
				],
				"success": [
					"As a critical success, except the bonded creatures can't cast <i>message</i> as a divine innate spell."
				],
				"failure": [
					"The ritual has no effect."
				],
				"criticalFailure": [
					"Magical backlash creates discordant energy among the participants. For 1 week, each ritual participant is clumsy 2 and stupefied 2 whenever they are within 30 feet of another ritual participant."
				]
			}
		],
		"heightened": [
			{ "change": "Increase the cost to a total value of 600 gp. On a success, secondary casters in the ritual permanently gain the effects of a 6th-level <i>telepathy</i> spell, but only with each other.", "level": 6 }
		],
		"page": 242,
		"source": "PZO2105",
		"focus": false,
		"aonId": 33,
		"id": "2081f295-7ab1-4086-bc4a-2ddaf1cf4088",
		"hash": "qtQVnTEQ"
	},
	{
		"name": "Heroes' Feast",
		"level": 5,
		"objectType": "Ritual",
		"traits": [ "Uncommon", "Conjuration" ],
		"cast": "4 hours",
		"cost": "25 gp",
		"secondaryCasters": "1",
		"primaryCheck": "Nature, Religion, or Occultism (expert)",
		"secondaryChecks": "Diplomacy or Society",
		"range": "40 feet",
		"details": [
			"You conjure otherworldly beings to serve you and your companions a feast with restorative properties. These mysterious beings may be fey, divine, or other supernatural servitors, as appropriate for the primary check. After the first hour of the ritual, these servants appear and serve a massive feast, complete with an exquisite table and up to 10 place settings. The bounteous spread consists of all manner of dishes, including the guests' childhood comfort foods, modern delicacies, and preferred drinks. The summoned servants spend the next 3 hours waiting on you and the other guests, fetching additional food, pouring drinks, and so forth. During this time, you and the other guests must strive to be as polite and gracious as possible to avoid offending your mysterious hosts. At the feast's end, the ritual is completed and you and the secondary caster attempt your checks as normal. If the feast is interrupted at any point, the servants immediately vanish with their provisions and the ritual is disrupted.",
			{
				"criticalSuccess": [
					"The feast is nourishing and revitalizing. The magical food casts <i>neutralize poison</i>, <i>remove disease</i>, and <i>remove fear</i> on each guest for each relevant affliction, using your modifier for the primary skill check as the counteract modifier. Each guest also recovers 100 Hit Points and gains 20 temporary Hit Points for the next 12 hours. Guests also gain a +2 status bonus to saves against disease, fear, and poison effects for the next 12 hours."
				],
				"success": [
					"As critical success, except guests recover only 50 Hit Points, gain only 10 temporary Hit Points, and don't gain the status bonus to saves."
				],
				"failure": [
					"You and the other guests taste ash in your mouths and realize that the feast contained nothing of sustenance."
				],
				"criticalFailure": [
					"The otherworldly servants were offended by your behavior or the hubris you demonstrated in summoning them and poisoned the feast. You and your guests become sickened 4 and can't reduce the condition for 12 hours."
				]
			}
		],
		"heightened": [
			{ "change": "Increase the Hit Points recovered by 10 and the temporary Hit Points by 2 (or twice each amount on a critical success).", "bump": 1 }
		],
		"page": 242,
		"source": "PZO2105",
		"focus": false,
		"aonId": 34,
		"id": "f458a719-b04a-4f5d-8841-f6d41a0f9280",
		"hash": "ZWxRlLNG"
	},
	{
		"name": "Reincarnate",
		"level": 3,
		"objectType": "Ritual",
		"traits": [ "Uncommon", "Necromancy" ],
		"cast": "4 hours",
		"cost": "rare herbs worth a total value of the target's level (minimum 1) × 25 gp",
		"secondaryCasters": "2",
		"primaryCheck": "Nature (expert)",
		"secondaryChecks": "Occultism, Religion",
		"range": "10 feet",
		"targets": "1 dead creature of up to 8th level",
		"details": [
			"You call forth the target's soul and attempt to incarnate it into a brand-new body. As the soul won't be returning to the original body, only a small portion of the creature's remains are required. These remains must have been part of the original body at the time of death, and the target must have died within the past week. If Pharasma has decided that the target's time has come or the target's soul is trapped or doesn't wish to return, this ritual automatically fails, but you discover this after you succeed at the Religion check and can end the ritual without paying the cost.",
			"If the ritual is successful, the target's new body has a random ancestry. First roll 1d20. On a result of 1 through 14, the new body is one of a common ancestry, while on a 15 through 20 they become a member of an uncommon or rare ancestry. The GM chooses possible ancestries based on those found in the region and then rolls randomly between them. For instance, the GM could roll 1d6 to choose a common ancestry from the <i>Core Rulebook</i>. The target replaces their ancestry Hit Points, size, Speeds, ability boosts, ability flaws, traits, and special abilities with those of their new ancestry. The target loses their heritage and ancestry feats, selecting replacements from their new ancestry. The target's background, class features, and known languages remain unaltered.",
			{
				"criticalSuccess": [
					"You reincarnate the target into a new adult body. This new body has full HP and has the same spells prepared and points in their pools as the original did when it died."
				],
				"success": [
					"As critical success, except the new body has 1 HP and no spells prepared or points in any pools. The soul takes some time to adjust to their new body, leaving them clumsy 2, drained 2, and enfeebled 2 for 1 week; these conditions can't be removed or reduced by any means until the week has passed."
				],
				"failure": [
					"You fail to reincarnate the target."
				],
				"criticalFailure": [
					"The target's soul becomes trapped in an unintelligent animal creature of the GM's choosing, with a level no greater than half the target's level. While trapped, the target has an Intelligence score of 1 (-5 modifier) and can't use any of their own abilities."
				]
			}
		],
		"heightened": [
			{ "change": "The maximum level of the target increases to 10. The cost is the target's level (minimum 1) × 40 gp.", "level": 4 },
			{ "change": "The maximum level of the target increases to 12. The cost is the target's level (minimum 1) × 75 gp.", "level": 5 },
			{ "change": "The maximum level of the target increases to 14. The cost is the target's level (minimum 1) × 125 gp. The target must have died within the past month.", "level": 6 },
			{ "change": "The maximum level of the target increases to 16. The cost is the target's level (minimum 1) × 200 gp. The target must have died within the past month.", "level": 7 },
			{ "change": "The maximum level of the target increases to 18. The cost is the target's level (minimum 1) × 300 gp. The target must have died within the past year.", "level": 8 },
			{ "change": "The maximum level of the target increases to 20. The cost is the target's level (minimum 1) × 600 gp. The target must have died within the past decade.", "level": 9 }
		],
		"page": 242,
		"source": "PZO2105",
		"focus": false,
		"aonId": 35,
		"id": "918c17b3-a9a3-4827-a436-71ae481f2d6d",
		"hash": "dklmGgZz"
	},
	{
		"name": "Rest Eternal",
		"level": 4,
		"objectType": "Ritual",
		"traits": [ "Uncommon", "Necromancy" ],
		"cast": "1 day",
		"cost": "rare oils to anoint the body worth a total value of the target's level (minimum 1) × 25 gp",
		"secondaryCasters": "2",
		"primaryCheck": "Religion (expert)",
		"secondaryChecks": "Occultism, Religion",
		"range": "20 feet",
		"targets": "1 dead creature",
		"details": [
			"You call upon gods, spirits, and stranger beings to bar a creature's spirit from ever returning. A spirit that doesn't wish to be so constrained can attempt a Will save to resist this ritual; on a critical success, it fools you into believing the ritual succeeded. This ritual has no effect on a target who is undead or whose soul is otherwise not in the afterlife.",
			{
				"criticalSuccess": [
					"You sequester the subject's spirit to the afterlife. Attempts to communicate with the dead creature, return it to life, turn it into an undead, or otherwise disturb its afterlife fail unless the effect's counteract level is at least 2 higher than that of <i>rest eternal</i> or originates from an artifact or a deity. Successfully returning the creature to life ends the restrictions placed by <i>rest eternal</i>."
				],
				"success": [
					"As critical success, but effects to interact with the spirit fail unless the effect's counteract level is higher than that of <i>rest eternal</i> or originates from an artifact or a deity."
				],
				"failure": [
					"The ritual has no effect."
				],
				"criticalFailure": [
					"The ritual fails, and the spirits you appealed to are angered by your meddling. All casters become doomed 1 for 1 week."
				]
			}
		],
		"page": 244,
		"source": "PZO2105",
		"focus": false,
		"aonId": 36,
		"id": "a45168e0-2093-4e27-b906-ebd718145fb6",
		"hash": "jQPXbBXE"
	},
	{
		"name": "Simulacrum",
		"level": 4,
		"objectType": "Ritual",
		"traits": [ "Rare", "Illusion" ],
		"cast": "1 day",
		"cost": "a piece of hair, drop of blood, or other part of the creature to be duplicated, plus rare oils, minerals, and pigments with a total value of 300 gp",
		"secondaryCasters": "3",
		"primaryCheck": "Arcana or Occultism (master, the check has the secret trait)",
		"secondaryChecks": "Arcana, Nature, Occultism, Religion, or Society (whichever is required to Recall Knowledge about the creature being duplicated), Crafting, Deception",
		"targets": "1 living creature",
		"details": [
			"You create an illusory duplicate of the target creature by animating ice or snow sculpted in its shape. The simulacrum is a 4th-level creature with no special abilities. If it needs to attempt a roll or use a DC, use the moderate number for a monster (<i>Gamemastery Guide</i> 57), except as noted below. It doesn't have any specific memories from the target, but it can use information about the creature gained from any of the casters to Impersonate the target. It looks exactly like the target and has a Deception modifier to Impersonate that creature equal to the modifier of the secondary spellcaster who rolled the Deception check, with a +4 status bonus.",
			"While it doesn't have any of the original's special abilities, like a dragon's breath weapon, the illusions that make up the simulacrum allow it to appear to use those abilities; they just never seem to have an effect. For instance, against a simulacrum dragon's breath weapon, all creatures in the area seem to critically succeed at their saving throws and take no damage. Creatures can attempt to disbelieve the illusion by attempting a Perception check against the Deception DC of the secondary spellcaster who rolled the Deception check.",
			{
				"criticalSuccess": [
					"You bring the simulacrum to life. It has the minion trait and is under your absolute control. You gain a direct mental link with the simulacrum and can spend an action to command the simulacrum via this link, even at a distance."
				],
				"success": [
					"As a critical success, but there is no special link between you and the simulacrum. You must spend an action to command it verbally or by some other means."
				],
				"failure": [
					"The ritual fails and has no effect."
				],
				"criticalFailure": [
					"The simulacrum awakens, but it isn't your minion and is hostile to all the casters. It does everything it can to destroy them, but if it can't immediately slay them, the simulacrum tries to escape and plots their demise."
				]
			}
		],
		"page": 244,
		"source": "PZO2105",
		"focus": false,
		"aonId": 37,
		"id": "6617190a-db16-41b5-a844-e6b3435e0f78",
		"hash": "PwzbFkYF"
	},
	{
		"name": "Teleportation Circle",
		"level": 7,
		"objectType": "Ritual",
		"traits": [ "Uncommon", "Conjuration", "Teleportation" ],
		"cast": "1 day",
		"cost": "rare incense, precious metals, and purified chalk worth 500 gp",
		"secondaryCasters": "2",
		"primaryCheck": "Arcana or Occultism (master)",
		"secondaryChecks": "Crafting, Survival",
		"range": "20 feet",
		"duration": "1 day",
		"details": [
			"You create a 10-foot-diameter circle on the ground, which acts as a portal to a destination determined at the time of the ritual. You designate the destination of the teleportation as part of the ritual. This destination can't be changed. The destination must be a location within 1,000 miles and be on the same plane as the teleportation circle. You must be able to identify the location precisely both by its position relative to the location where you create the teleportation circle and by the destination's appearance (or other identifying features). The destination must also be a 10-foot-diameter circle that doesn't overlap with any solid structures, but it can be a place that is harmful or dangerous.",
			"A secondary caster attempting a Survival check for this ritual can be located at the exact site of the destination, instead of with you at the point of origin. If the secondary succeeds at their check at the destination and you roll a success, the ritual is a critical success instead.",
			"While the circle is active, any creature that moves to be fully within the circle is instantly teleported to the destination. A creature that is unwilling to be teleported can attempt a Will save to resist the effect. If it remains in the circle, the creature must attempt this save again at the end of each of its turns.",
			"The teleportation circle normally goes only in one direction, though you can double the Cost to make the teleportation work in both directions.",
			{
				"criticalSuccess": [
					"You create the teleportation circle, and it's extremely precise, regardless of the distance traveled. Travelers arrive exactly at the designated point."
				],
				"success": [
					"As a critical success, but the destination of the teleportation circle is slightly inaccurate, and is off target by roughly 1 percent of the distance traveled, to a maximum of 10 miles off target."
				],
				"failure": [
					"The teleportation circle doesn't function."
				],
				"criticalFailure": [
					"The teleportation circle is wildly inaccurate. It leads to a random destination roughly the same distance from the origin point, and the chances of some other unusual mishap are much greater."
				]
			}
		],
		"heightened": [
			{ "change": "The cost increases to 2,000 gp, the duration increases to 1 month, and the destination can be anywhere on the same planet.", "level": 9 },
			{ "change": "The cost increases to 10,000 gp, the duration is unlimited, and the destination can be anywhere on the same planet.", "level": 10 }
		],
		"page": 244,
		"source": "PZO2105",
		"focus": false,
		"aonId": 38,
		"id": "2921de3b-5ab6-4390-b0d0-4dadf6801a5a",
		"hash": "kchzlFWY"
	},
	{
		"name": "Unseen Custodians",
		"level": 3,
		"objectType": "Ritual",
		"traits": [ "Uncommon", "Conjuration" ],
		"cast": "1 day",
		"cost": "rare oils, salts, and herbs worth a total value of 15 gp",
		"secondaryCasters": "2",
		"primaryCheck": "Arcana or Occultism (expert)",
		"secondaryChecks": "Arcana or Occultism (whichever isn't used for the primary check), Diplomacy",
		"area": "100 feet x 100 feet, up to 20 feet high",
		"duration": "1 year",
		"details": [
			"You create a site-bound, long-lasting <i>unseen servant</i> spell effect, forming entities of pure force to carry out basic tasks at a fixed location.",
			{
				"criticalSuccess": [
					"The ritual creates six unseen servants (</i>Core Rulebook</i> 380). You don't need to concentrate on them, and they aren't summoned minions. You can spend an action, which has the concentrate trait, to command one to perform a basic task; it continues to perform the task until commanded again."
				],
				"success": [
					"As critical success, but the ritual creates three unseen servants."
				],
				"failure": [
					"The ritual fails to create any servants."
				],
				"criticalFailure": [
					"The ritual creates six unseen servants, but these creatures are hostile and capable of making fist Strikes with an attack bonus equal to your skill modifier for the primary skill check, dealing 1d6 force damage. They attack you and your allies and attempt to break objects belonging to you and your allies within the area."
				]
			}
		],
		"heightened": [
			{ "change": "If destroyed, the unseen servants reform the next morning. The cost increases to 30 gp.", "level": 6 }
		],
		"page": 245,
		"source": "PZO2105",
		"focus": false,
		"aonId": 39,
		"id": "0308bbfc-b16b-4e3d-9f8f-c5f6877395d4",
		"hash": "bnymvNrq"
	},
	{
		"name": "Ward Domain",
		"level": 6,
		"objectType": "Ritual",
		"traits": [ "Uncommon", "Abjuration" ],
		"cast": "1 day",
		"cost": "rare incenses, oils, and powdered silver, worth 150 gp total",
		"secondaryCasters": "3",
		"primaryCheck": "Arcana, Nature, or Occultism (master)",
		"secondaryChecks": "Lore (any), Survival, Thievery",
		"area": "100 feet x 100 feet, up to 50 feet high",
		"duration": "1 week",
		"details": [
			"This ritual has long been used to guard the private sanctums of powerful rulers, spellcasters, and other figures of import. You and the other casters spend the casting time burning incense, anointing doorframes, and drawing lines of powered silver across entryways. The ritual creates the following magical effects within the area; these effects are heightened to the level of <i>ward domain</i> and remain throughout the duration.",
			"All gates, doors, windows, and similar apertures in the area (if any) are locked, with the effects of <i>lock</i>. In addition, you can obscure up to six doors, doorways, or similar entrances within the area with the effects of <i>illusory object</i> to appear as plain walls. Scrying spells can't perceive any stimuli from the area, and <i>ward domain</i> attempts to counteract teleportation effects into or out of the area, including attempts to summon creatures into the area, using a modifier equal to the ritual's save DC - 10.",
			"A successful <i>dispel magic</i> used on a specific effect removes only that effect (such as the <i>lock</i> effect on one window). A successful <i>disjunction</i> ends the entire ritual.",
			{
				"criticalSuccess": [
					"You create the effects described above, and you protect an area twice as large."
				],
				"success": [
					"You create the effects described above."
				],
				"failure": [
					"The ritual has no effect."
				],
				"criticalFailure": [
					"The area becomes trapped and hostile to you and your allies in a way you didn't anticipate."
				]
			}
		],
		"heightened": [
			{ "change": "The ward covers an additional area 100 feet × 100 feet, up to 50 feet high, which must be contiguous with the original area.", "bump": 1 }
		],
		"page": 245,
		"source": "PZO2105",
		"focus": false,
		"aonId": 40,
		"id": "49ec1cfc-fe4b-44c2-bf42-ed02b6837442",
		"hash": "YBrWCYhp"
	},
	{
		"name": "Word of Recall",
		"level": 7,
		"objectType": "Ritual",
		"traits": [ "Rare", "Conjuration", "Teleportation" ],
		"cast": "7 days",
		"cost": "rare oils and powdered minerals worth 5,000 gp",
		"secondaryCasters": "2",
		"primaryCheck": "Arcana or Occultism (expert, the check has the secret trait)",
		"secondaryChecks": "Arcana or Occultism (whichever isn't used for the primary check), Society",
		"range": "20 feet",
		"targets": "Up to seven willing creatures of 14th level or lower",
		"duration": "1 year",
		"details": [
			"You bind yourself and your allies to the specific safe location where you perform the ritual. This allows the participants to return later by simply speaking a word.",
			{
				"success": [
					"You form the connection with the designated sanctuary. Any participant in the ritual can spend a single action, which has the concentrate trait, to utter a word of power you choose when you cast the spell. When they do, all the participants can immediately return to the sanctuary from any distance, as long as they are on the same plane as the sanctuary. Each participant arrives in the position in which they were standing during the casting of the ritual. When the word is spoken, all other participants know it, and each can choose whether or not to return to the sanctuary at that time. The ritual then immediately ends."
				],
				"failure": [
					"You fail to form the connection between the participants and the sanctuary and are aware that the ritual has failed."
				],
				"criticalFailure": [
					"The ritual inadvertently forms a connection with a location on another plane. The casters are unaware of this misalignment. When the word is invoked, all ritual participants are shifted to this extraplanar location."
				]
			}
		],
		"heightened": [
			{ "change": "The cost increases by 5,000 gp, the ritual can target one more creature, and the maximum level of creature it can target increases by 2.", "bump": 1 }
		],
		"page": 245,
		"source": "PZO2105",
		"focus": false,
		"aonId": 41,
		"id": "cc92758b-5c6b-4128-87fb-94067b1d8daa",
		"hash": "FrkGwJPc"
	}
]