[
	{
		"name": "Agonizing Despair",
		"level": 3,
		"objectType": "Spell",
		"traits": [ "Emotion", "Enchantment", "Fear", "Mental" ],
		"description": "Mentally damage and frighten a creature.",
		"traditions": [ "arcane", "divine", "occult" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "60 feet",
		"targets": "1 creature",
		"savingThrow": "Will",
		"details": [
			"Your target's mind tumbles down a deep well of dread, dwelling so intently on deep-seated fears that it's painful. The target takes 4d6 mental damage with a Will saving throw.",
			{
				"criticalSuccess": [
					"The target is unaffected."
				],
				"success": [
					"The target takes half damage and becomes frightened 1."
				],
				"failure": [
					"The target takes full damage and becomes frightened 2."
				],
				"criticalFailure": [
					"The target takes double damage and becomes frightened 3."
				]
			}
		],
		"heightened": [
			{ "change": "Increase the damage by 2d6.", "bump": 1 }
		],
		"page": 214,
		"source": "PZO2105",
		"focus": false,
		"aonId": 665,
		"id": "5cb3890f-dd58-46c3-b858-12c20a53a1a3"
	},
	{
		"name": "Animate Dead",
		"level": 1,
		"objectType": "Spell",
		"traits": [ "Necromancy" ],
		"description": "Animate an undead creature to fight on your behalf.",
		"traditions": [ "arcane", "divine", "occult" ],
		"cast": "[A][A][A]",
		"components": [ "material", "somatic", "verbal" ],
		"range": "30 feet",
		"duration": "sustained up to 1 minute",
		"details": [
			"Your magic dredges up a corpse or skeleton and fills it with necromantic life, and you force the dead to fight at your command. You summon a common creature that has the undead trait and whose level is -1; this creature gains the summoned trait. Heightening the spell increases the maximum level of creature you can summon."
		],
		"heightened": [
			{ "change": "Level 1", "level": 2 },
			{ "change": "Level 2", "level": 3 },
			{ "change": "Level 3", "level": 4 },
			{ "change": "Level 5", "level": 5 },
			{ "change": "Level 7", "level": 6 },
			{ "change": "Level 9", "level": 7 },
			{ "change": "Level 11", "level": 8 },
			{ "change": "Level 13", "level": 9 },
			{ "change": "Level 15", "level": 10 }
		],
		"page": 214,
		"source": "PZO2105",
		"focus": false,
		"aonId": 666,
		"id": "1e01a994-43d4-4258-a311-f0b0d64f53f1"
	},
	{
		"name": "Animate Rope",
		"level": 1,
		"objectType": "Spell",
		"traits": [ "Transmutation" ],
		"description": "Command a rope to move and tie as you wish.",
		"traditions": [ "arcane", "occult" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "100 feet",
		"targets": "up to 50 feet of rope or a nonliving rope-like object",
		"duration": "sustained up to 1 minute",
		"details": [
			"You cause a length or section of rope or a rope-like object to animate and follow simple commands. You can give it two commands when you Cast the Spell, and one command each time you Sustain the Spell. <ul><li><b>Bind</b> (attack) The rope attempts to partially bind a creature. Attempt a spell attack roll against the target's Reflex DC. If you succeed, the target takes a -10-foot circumstance penalty to its Speed (-20-foot on a critical success). This ends if the target Escapes against your spell DC or breaks the rope. (A standard adventuring rope has Hardness 2, HP 8, and a Broken Threshold of 4.)</li><li><b>Coil</b> The rope forms a tidy, coiled stack.</li><li><b>Crawl</b> The rope inches along the ground like a snake, moving one of its ends 10 feet. The rope must move along a surface, but that surface doesn't need to be horizontal.</li><li><b>Knot</b> The rope ties a sturdy knot in itself.</li><li><b>Loop</b> The rope forms a simple loop at one or both ends, or straightens itself back out.</li><li><b>Tie</b> The rope ties itself around a willing creature or an object that's unattended or attended by a willing creature.</li><li><b>Undo</b> The rope undoes one of its knots, ties, or bindings.</li></ul>"
		],
		"heightened": [
			{ "change": "The range increases by 50 feet, and you can animate 50 more feet of rope.", "bump": 2 }
		],
		"page": 214,
		"source": "PZO2105",
		"focus": false,
		"aonId": 667,
		"id": "1ba7d6da-69e0-456b-9124-5d3055264fa1"
	},
	{
		"name": "Animated Assault",
		"level": 2,
		"objectType": "Spell",
		"traits": [ "Evocation" ],
		"description": "Temporarily animate small objects to attack creatures in an area.",
		"traditions": [ "arcane", "occult" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "120 feet",
		"area": "10-foot burst",
		"savingThrow": "basic Reflex",
		"duration": "sustained up to 1 minute",
		"details": [
			"You use your mind to manipulate unattended objects in the area, temporarily animating them to attack. The objects hover in the air, then hurl themselves at nearby creatures in a chaotic flurry of debris. This assault deals 2d10 bludgeoning damage (basic Reflex save) to each creature in the area. On subsequent rounds, you can Sustain this Spell, dealing 1d10 bludgeoning damage (basic Reflex save) to each creature in the area."
		],
		"heightened": [
			{ "change": "The initial damage increases by 2d10 and the subsequent damage increases by 1d10.", "bump": 2 }
		],
		"page": 214,
		"source": "PZO2105",
		"focus": false,
		"aonId": 668,
		"id": "f2aa9fb8-1173-4e9b-85fd-60e49faae9fc"
	},
	{
		"name": "Aqueous Orb",
		"level": 3,
		"objectType": "Spell",
		"traits": [ "Conjuration", "Water" ],
		"description": "Roll a ball of water to put out fires and engulf creatures.",
		"traditions": [ "arcane", "primal" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "60 feet",
		"duration": "sustained up to 1 minute",
		"details": [
			"A sphere of water 10 feet in diameter forms in an unoccupied space in range, either on the ground or on the surface of a liquid. When you Cast the Spell and each time you Sustain the Spell, you can roll the orb, moving it up to 10 feet along the ground or the surface of a liquid. Unlike most spells, you can gain this effect multiple times in the same round by Sustaining the Spell multiple times. The orb can move through the spaces of any creatures or obstacles that wouldn't stop the flow of water. It extinguishes non-magical fires it moves through of its size or smaller, and it attempts to counteract any magical fires it moves through. If it fails to counteract a given fire, it can't counteract that fire for the duration of the spell.",
			"The orb can also collect creatures it moves through. Any Large or smaller creature whose space the orb tries to move through can attempt a Reflex save against your spell DC to avoid being engulfed. If a creature succeeds at this save, it can either let the orb pass (remaining in its space or moving out of the orb's path into a space of the creature's choice) or allow itself to be pushed in front of the orb to the end of the orb's movement. The orb can try to Engulf the same creature only once per turn, even if you roll it onto a creature's space more than once.",
			"A creature that fails its save is pulled into the orb. It becomes grabbed, moves along with the orb, and must hold its breath or begin suffocating (unless it can breathe in water). An engulfed Medium or smaller creature and anyone trying to affect that creature follow the normal rules for aquatic battles (<i>Core Rulebook</i> 478). An engulfed Large creature is usually big enough that parts of it stick out from the water, and it can reach out of the water. An engulfed creature can get free either by Swimming with a successful DC 10 Athletics check or by Escaping against your spell DC. A creature that critically failed its Reflex save is further stuck and must attempt to Escape instead of Swim. A freed creature exits the orb's space and can immediately breathe. The orb can contain as many creatures as can fit in its space.",
			"When the spell ends, all creatures the orb has engulfed are automatically released."
		],
		"page": 214,
		"source": "PZO2105",
		"focus": false,
		"aonId": 669,
		"id": "79ff9ef6-f177-44e0-a1d8-046a1528d49b"
	},
	{
		"name": "Bestial Curse",
		"level": 4,
		"objectType": "Spell",
		"traits": [ "Curse", "Polymorph", "Transmutation" ],
		"description": "Make a humanoid take on features of a beast.",
		"traditions": [ "arcane", "occult", "primal" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "touch",
		"targets": "1 living humanoid",
		"savingThrow": "Fortitude",
		"duration": "varies",
		"details": [
			"You tap into the target's inner being and curse it to become a bestial version of itself. The effect is based on its Fortitude save.",
			{
				"criticalSuccess": [
					"The target is unaffected."
				],
				"success": [
					"The target's body gains minor bestial features. Its insides churn as they partially transform, causing it to be clumsy 1 for 1 round. When it recovers from the clumsy condition, its features revert to normal and the spell ends."
				],
				"failure": [
					"The target transforms into a bestial form for 1 hour. The target becomes clumsy 1 and gains weakness 1 to silver. It gains a claw, hoof, horn, or jaws Strike (your choice) that uses the target's unarmed Strike statistics except that the damage type changes to bludgeoning, piercing, or slashing, as appropriate. Whenever the target attempts to use any manipulate action, it must succeed at a DC 5 flat check or the action is lost."
				],
				"criticalFailure": [
					"As failure, but the duration is unlimited."
				]
			}
		],
		"page": 215,
		"source": "PZO2105",
		"focus": false,
		"aonId": 670,
		"id": "1e2c2e9f-ced5-4011-9870-888ea9acd4b4"
	},
	{
		"name": "Blanket of Stars",
		"level": 6,
		"objectType": "Spell",
		"traits": [ "Illusion" ],
		"description": "A cloak of darkness hides you in the dark and dazzles those who get too close.",
		"traditions": [ "occult", "primal" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"savingThrow": "Will",
		"duration": "10 minutes",
		"details": [
			"A flowing cloak of utter darkness drapes over you, filled with pinpricks of light like distant stars. It imparts the stillness of the cosmos to you, granting you a +2 status bonus to Stealth checks to Hide and Sneak. While outside under a starry night sky, you're also invisible as long as you remain still. When moving under a starry night sky, you are concealed instead.",
			"Gazing too closely into the stars is disorienting. Any creature that ends its turn adjacent to you must attempt a Will save; this is a mental, visual effect.",
			{
				"success": [
					"The creature is unaffected."
				],
				"failure": [
					"The creature is dazzled until the end of its next turn."
				],
				"criticalFailure": [
					"The creature is confused and dazzled until the end of its next turn."
				]
			}
		],
		"page": 215,
		"source": "PZO2105",
		"focus": false,
		"aonId": 671,
		"id": "ce8c49e4-3867-46b3-adfa-e78309225fe5"
	},
	{
		"name": "Blinding Fury",
		"level": 6,
		"objectType": "Spell",
		"traits": [ "Curse", "Emotion", "Enchantment", "Incapacitation", "Mental" ],
		"description": "Curse a creature that attacks you, making its victims become invisible to it.",
		"traditions": [ "divine", "occult", "primal" ],
		"cast": "[R]",
		"components": [ "verbal" ],
		"trigger": "A creature damages you.",
		"range": "60 feet",
		"targets": "the triggering creature",
		"savingThrow": "Will",
		"duration": "varies",
		"details": [
			"You curse the target with your outrage at being attacked. The effect is determined by the target's Will save.",
			{
				"criticalSuccess": [ "The target is unaffected" ],
				"success": [
					"The target can't observe you until the end of its turn, and if you're currently observed by it, you become hidden to it."
				],
				"failure": [
					"As success, and for 1 minute, every time the target damages you, it can't observe you until the end of its turn."
				],
				"criticalFailure": [
					"As success, and for an unlimited duration, the first time each round the target damages a creature, it can't observe that creature until the end of its turn. If it damages several creatures at once, the creature it can't perceive is chosen randomly among those creatures."
				]
			}
		],
		"page": 216,
		"source": "PZO2105",
		"focus": false,
		"aonId": 672,
		"id": "b3b50850-a7ee-4f13-a65e-957d5cbd6eb2"
	},
	{
		"name": "Blister",
		"level": 5,
		"objectType": "Spell",
		"traits": [ "Necromancy" ],
		"description": "Grow large blisters on a creature and pop them to spray acid.",
		"traditions": [ "arcane", "occult", "primal" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "60 feet",
		"targets": "1 creature",
		"savingThrow": "Fortitude",
		"duration": "1 minute",
		"details": [
			"You point at a target in range, and its skin grows searing blisters filled with caustic fluid. The target must attempt a Fortitude save.",
			{
				"criticalSuccess": [
					"The target is unaffected."
				],
				"success": [
					"The target grows one blister. You can spend a single action, which has the concentrate trait, to pop a blister. The target and each creature in a 15-foot cone originating from the target takes 7d6 acid damage (basic Fortitude save). You choose the direction of the cone, which can't include the target. When no blisters are left, the spell ends."
				],
				"failure": [
					"As success, but the target grows two blisters."
				],
				"criticalFailure": [
					"As success, but the target grows four blisters."
				]
			}
		],
		"heightened": [
			{ "change": "The damage of a popped blister increases by 1d6.", "bump": 1 }
		],
		"page": 216,
		"source": "PZO2105",
		"focus": false,
		"aonId": 673,
		"id": "8641d519-65c2-4305-9246-69cded3e74f7"
	},
	{
		"name": "Blistering Invective",
		"level": 2,
		"objectType": "Spell",
		"traits": [ "Auditory", "Emotion", "Enchantment", "Fear", "Mental" ],
		"description": "Light a creature on fire with the sheer viciousness of your words.",
		"traditions": [ "occult" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "30 feet",
		"targets": "1 creature",
		"savingThrow": "Will",
		"details": [
			"A heap of insults and invectives spew from your mouth- words so devastating your foes burn from the intensity of your diatribe. Your words deal 2d6 persistent fire damage, and the target must attempt a Will save. If the target doesn't understand the language or you're not speaking a language, it gains a +4 circumstance bonus to its save.",
			{
				"criticalSuccess": [
					"The target is unaffected."
				],
				"success": [
					"The target takes half the persistent fire damage."
				],
				"failure": [
					"The target becomes frightened 1 and takes the full persistent fire damage."
				],
				"criticalFailure": [
					"The target becomes frightened 2 and takes double the persistent fire damage."
				]
			}
		],
		"heightened": [
			{ "change": "You can target two additional creatures, and the persistent damage increases by 2d6.", "bump": 2 }
		],
		"page": 216,
		"source": "PZO2105",
		"focus": false,
		"aonId": 674,
		"id": "fa4af288-87ca-4ecb-8698-9f30a7b27cb5"
	},
	{
		"name": "Blood Vendetta",
		"level": 2,
		"objectType": "Spell",
		"traits": [ "Curse", "Necromancy" ],
		"description": "Cause a creature that attacks you to start bleeding.",
		"traditions": [ "arcane", "divine", "occult" ],
		"cast": "[R]",
		"components": [ "verbal" ],
		"trigger": "A creature deals piercing, slashing, or persistent bleed damage to you",
		"requirements": "You can bleed.",
		"range": "30 feet",
		"targets": "the triggering creature",
		"savingThrow": "Will",
		"duration": "varies",
		"details": [
			"You curse the target, punishing it for having the audacity to spill your blood. The target takes 2d6 persistent bleed damage and must attempt a Will save.",
			{
				"criticalSuccess": [
					"The target is unaffected."
				],
				"success": [
					"The target takes half the persistent bleed damage."
				],
				"failure": [
					"The target takes the full persistent bleed damage. Until the bleeding stops, the target has weakness 1 to piercing and slashing damage."
				],
				"criticalFailure": [
					"As failure, but the target takes double the persistent bleed damage."
				]
			}
		],
		"heightened": [
			{ "change": "The persistent bleed damage increases by 2d6.", "bump": 2 }
		],
		"page": 216,
		"source": "PZO2105",
		"focus": false,
		"aonId": 675,
		"id": "7ce4f30f-be3e-413a-a5eb-0e9efa1b2e7e"
	},
	{
		"name": "Chameleon Coat",
		"level": 5,
		"objectType": "Spell",
		"traits": [ "Illusion" ],
		"description": "Camouflage creatures to match their environment.",
		"traditions": [ "primal" ],
		"cast": "[A][A][A]",
		"components": [ "material", "somatic", "verbal" ],
		"range": "15 feet",
		"targets": "up to 8 creatures",
		"duration": "10 minutes",
		"details": [
			"You shift the colors of the targets' outermost layer of clothing and gear to be closer to their environment when they remain still. Creatures affected by the spell gain a +3 status bonus to Stealth checks to Hide. The changed color granted by the spell always shifts to match the environment, even if there are drastic changes. If any piece of gear or clothing affected by the spell is removed from a creature, the spell ends for that creature."
		],
		"heightened": [
			{
				"change": "If a creature affected by this spell rolls a critical failure on its Stealth check to Sneak within 30 feet of a creature that would spot it, it instead only fails its check, as the spell mildly hypnotizes the spotter.",
				"level": 6
			},
			{ "change": "As 6th level, and the status bonus is +4.", "level": 8 }
		],
		"page": 216,
		"source": "PZO2105",
		"focus": false,
		"aonId": 676,
		"id": "943cfa64-a53d-44c6-b596-e0a5383344e5"
	},
	{
		"name": "Charitable Urge",
		"level": 2,
		"objectType": "Spell",
		"traits": [ "Enchantment", "Incapacitation", "Mental" ],
		"description": "Make a creature give away an object in its possession.",
		"traditions": [ "arcane", "divine", "occult" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "30 feet",
		"targets": "1 creature",
		"savingThrow": "Will",
		"duration": "varies",
		"details": [
			"You speak on the virtue of charity, compelling the target to give away its possessions. The target must attempt a Will save. If the target has no items on its person, the spell fails.",
			{
				"criticalSuccess": [
					"The target is unaffected."
				],
				"success": [
					"The target is stunned 1 as it wrestles with the urge."
				],
				"failure": [
					"On its next turn, before it does anything else, the target must present the nearest creature with an item in its possession; the target chooses which item to give, and if the only item it has is one that it's currently using to defend itself, such as a weapon during a combat encounter, it can choose to be stunned for 1 round instead of giving up the item. This might require the target to Interact to retrieve an item or move to reach the nearest creature, and handing the item to the target always requires an Interact action."
				],
				"criticalFailure": [
					"As failure, except the duration is 4 rounds, and the target must repeat the effects of failure on each of its turns. At the end of each of its turns, the target can attempt a new Will save to reduce the remaining duration by 1 round, ending it entirely on a critical success."
				]
			}
		],
		"page": 216,
		"source": "PZO2105",
		"focus": false,
		"aonId": 677,
		"id": "f3495195-04ed-459d-9f01-ed2ba863ece0"
	},
	{
		"name": "Chilling Spray",
		"level": 1,
		"objectType": "Spell",
		"traits": [ "Cold", "Evocation" ],
		"description": "Icy shards fly out from you in a cone.",
		"traditions": [ "arcane", "primal" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"area": "15-foot cone",
		"savingThrow": "Reflex",
		"details": [
			"A cone of icy shards bursts from your spread hands and coats the targets in a layer of frost. You deal 2d4 cold damage to creatures in the area; they must each attempt a Reflex save.",
			{
				"criticalSuccess": [
					"The creature is unaffected."
				],
				"success": [
					"The creature takes half damage."
				],
				"failure": [
					"The creature takes full damage and takes a -5-foot status penalty to its Speeds for 2 rounds."
				],
				"criticalFailure": [
					"The creature takes double damage and takes a -10-foot status penalty to its Speeds for 2 rounds."
				]
			}
		],
		"heightened": [
			{ "change": "The damage increases by 2d4", "bump": 1 }
		],
		"page": 217,
		"source": "PZO2105",
		"focus": false,
		"aonId": 678,
		"id": "781a3a17-9ded-4fce-97d4-9870ac2b5a24"
	},
	{
		"name": "Chroma Leach",
		"level": 4,
		"objectType": "Spell",
		"traits": [ "Necromancy" ],
		"description": "Sap the color and vitality from a living creature.",
		"traditions": [ "occult" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "touch",
		"targets": "1 living creature",
		"savingThrow": "Fortitude",
		"details": [
			"Your hand glows with impossible colors from beyond the stars, and your touch saps both color and vitality from the living. The target must attempt a Fortitude save; creatures with the gnome trait take a -2 circumstance penalty to this save.",
			{
				"criticalSuccess": [
					"The target is unaffected."
				],
				"success": [
					"The target is enfeebled 2 for 1 round."
				],
				"failure": [
					"The target is enfeebled 2 for 1 minute and drained 1. The target is also filled with listlessness and ennui. For 1 round, if the target tries to use a move action, it must succeed at a Will save against your spell DC or the action is lost; this effect has the mental and emotion traits."
				],
				"criticalFailure": [
					"As failure, but the creature is permanently enfeebled 2 and drained 2 (although magic such as restoration can reduce or remove these conditions)."
				]
			}
		],
		"page": 217,
		"source": "PZO2105",
		"focus": false,
		"aonId": 679,
		"id": "5b771ecd-5c15-4900-bf53-af5407e3dee1"
	},
	{
		"name": "Countless Eyes",
		"level": 4,
		"objectType": "Spell",
		"traits": [ "Divination" ],
		"description": "Cause magical eyes to appear all over a creature's body.",
		"traditions": [ "arcane", "occult", "primal" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "touch",
		"targets": "1 creature",
		"duration": "1 minute",
		"details": [
			"Eyes form across the touched creature's body, allowing it to see in all directions at once. The subject can't be flanked for the spell's duration. In addition, when the subject Seeks, it can Seek in a 30-foot burst centered on itself or up to four 15-foot bursts within line of sight."
		],
		"page": 217,
		"source": "PZO2105",
		"focus": false,
		"aonId": 680,
		"id": "17243740-aa67-4552-9e64-e359eaa37b11"
	},
	{
		"name": "Cozy Cabin",
		"level": 3,
		"objectType": "Spell",
		"traits": [ "Conjuration" ],
		"description": "Conjure a temporary cabin sheltered from the elements.",
		"traditions": [ "arcane", "occult" ],
		"cast": "1 minute",
		"components": [ "material", "somatic", "verbal" ],
		"range": "30 range",
		"duration": "12 hours",
		"details": [
			"You shape a cabin 20 feet on each side and 10 feet high. This cabin has the structure trait and the same restrictions as magic items that create structures. The walls of the hut are simple and wooden, with small, square glass windows, and it has one wooden door. It doesn't include its own lock, but it has a fastener to which a lock can be applied.",
			"The interior contains three cots, one chamber pot, and a small fireplace holding a magical fire. The interior is lit with a small magical light that you can light or extinguish at will using a single action, which has the concentrate trait. The climate inside the hut is comfortable and allows creatures inside it to withstand most hostile weather conditions, but incredible heat or cold, powerful storms, and winds of hurricane force or greater destroy the hut. Other creatures can freely enter and exit the hut without damaging it, but if you exit the hut, the spell ends. You can Dismiss the spell."
		],
		"page": 217,
		"source": "PZO2105",
		"focus": false,
		"aonId": 681,
		"id": "37776716-9388-4374-9cb8-e0f747a3bc81"
	},
	{
		"name": "Crashing Wave",
		"level": 3,
		"objectType": "Spell",
		"traits": [ "Evocation", "Water" ],
		"description": "Smash a cone of water against foes.",
		"traditions": [ "arcane", "primal" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"area": "30-foot cone",
		"savingThrow": "basic Reflex",
		"details": [
			"You summon a crashing wave that sweeps away from you. You deal 6d6 bludgeoning damage to creatures in the area. The water also extinguishes non-magical fires in the area."
		],
		"heightened": [
			{ "change": "The damage increases by 2d6.", "bump": 1 }
		],
		"page": 217,
		"source": "PZO2105",
		"focus": false,
		"aonId": 682,
		"id": "4465eb51-a153-43bd-93b2-b9fddaf32cc8"
	},
	{
		"name": "Curse of Lost Time",
		"level": 3,
		"objectType": "Spell",
		"traits": [ "Curse", "Negative", "Transmutation" ],
		"description": "Artificially erode or age a target.",
		"traditions": [ "arcane", "occult", "primal" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "touch",
		"targets": "1 Large or smaller object, construct, or living creature",
		"savingThrow": "Fortitude",
		"duration": "varies",
		"details": [
			"You mimic the process of aging or erosion on the target. The effect depends on whether the target is an object, a construct, or a living creature. Artifacts and objects and constructs made of precious materials, as determined by the GM, are immune. <ul><li><b>Object</b> If the object is attended, its bearer can attempt a Fortitude save. If the bearer fails or the object is unattended, the object immediately takes 4d6 damage (applying Hardness normally) and the item is cursed with an unlimited duration. Until the curse ends, the item becomes shoddy and can't be Repaired, and the curse attempts to counteract any spell that would restore the object's Hit Points. Remove curse can target an item affected by this spell.</li><li><b>Construct</b> The construct takes 4d6 damage (basic Fortitude save). On a failure, for 1 hour the construct is clumsy 1, is enfeebled 1, and can't be Repaired, and the curse attempts to counteract any spell that would restore the construct's Hit Points. On a critical failure, these effects have an unlimited duration.</li><li><b>Living Creature</b> The living creature must attempt a Fortitude save. Ageless creatures are immune.</li></ul>",
			{
				"criticalSuccess": [
					"The living creature is unaffected."
				],
				"success": [
					"The living creature briefly ages, becoming clumsy 1 and enfeebled 1 for 1 round."
				],
				"failure": [
					"As success, with a duration of 1 hour."
				],
				"criticalFailure": [
					"As success, with an unlimited duration."
				]
			}
		],
		"heightened": [
			{ "change": "The damage increases by 1d6.", "bump": 1 }
		],
		"page": 217,
		"source": "PZO2105",
		"focus": false,
		"aonId": 683,
		"id": "769a0a39-06a9-42be-a579-fb5378d47def"
	},
	{
		"name": "Déjà Vu",
		"level": 1,
		"objectType": "Spell",
		"traits": [ "Enchantment", "Incapacitation", "Mental" ],
		"description": "Make a creature do the same thing again.",
		"traditions": [ "arcane", "occult" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "100 feet",
		"targets": "1 creature",
		"savingThrow": "Will",
		"duration": "2 rounds",
		"details": [
			"You loop a thought process in the target's mind, forcing it to repeat the same actions over again. The target must attempt a Will save. If the target fails, whatever actions the target uses on its next turn, it must repeat on its following turn. The actions must be repeated in the same order and as close to the same specifics as possible. For example, if the target makes an attack, it must repeat the attack against the same creature, if possible, and if the target moves, it must move the same distance and direction, if possible, on its next turn.",
			"If the target can't repeat an action, such as Casting a Spell that has been exhausted or needing to target a creature that has died, it can act as it chooses for that action but becomes stupefied 1 until the end of its turn."
		],
		"page": 218,
		"source": "PZO2105",
		"focus": false,
		"aonId": 684,
		"id": "67e7db40-1147-46b3-8cea-1c729f25427a"
	},
	{
		"name": "Dismantle",
		"level": 2,
		"objectType": "Spell",
		"traits": [ "Transmutation" ],
		"description": "Temporarily disassemble an object into its components.",
		"traditions": [ "arcane", "primal" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "touch",
		"targets": "1 non-magical object in your possession of 1 Bulk or less",
		"duration": "1 minute",
		"details": [
			"You touch an object, and it immediately disassembles itself into its component pieces. The spell fails if the target lacks component pieces (such as a statue carved from one block of stone), and using it on a dangerous object like a snare or trap typically triggers it. The object gains the broken condition, and the component pieces become small enough to be hidden under normal clothing and armor. You can Dismiss the spell.",
			"When the spell ends, the object reassembles itself into its original form, appearing in your hand or hands if you have them free, or on the ground in front of you otherwise. Once reassembled, the object loses the broken condition and its Hit Points return to the value the object had when you Cast the Spell."
		],
		"heightened": [
			{ "change": "The spell lasts for 10 minutes.", "level": 4 },
			{ "change": "The spell lasts until your next daily preparations.", "level": 6 }
		],
		"page": 218,
		"source": "PZO2105",
		"focus": false,
		"aonId": 685,
		"id": "44e6c464-8ae5-49a3-8bbc-9ca3a89a8e0e"
	},
	{
		"name": "Dull Ambition",
		"level": 4,
		"objectType": "Spell",
		"traits": [ "Curse", "Enchantment", "Mental", "Misfortune" ],
		"description": "Curse a creature with an unfortunate lack of ambition.",
		"traditions": [ "arcane", "divine", "occult" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "120 feet",
		"targets": "1 creature",
		"savingThrow": "Will",
		"duration": "varies",
		"details": [
			"You curse the target to fail in all avenues of its life that require drive and ambition, as it inadvertently undermines its own goals at every turn. The effect is based on the target's Will save.",
			{
				"criticalSuccess": [
					"The target is unaffected."
				],
				"success": [
					"For 1 hour, the target rolls twice and uses the lower result on initiative rolls."
				],
				"failure": [
					"For 1 day, the target rolls twice and uses the lower result on initiative rolls and any check to determine the success of a downtime activity."
				],
				"criticalFailure": [
					"As failure, but the duration is unlimited."
				]
			}
		],
		"page": 218,
		"source": "PZO2105",
		"focus": false,
		"aonId": 686,
		"id": "35e57d30-a1b7-488f-a77b-f14037fcc063"
	},
	{
		"name": "Enervation",
		"level": 4,
		"objectType": "Spell",
		"traits": [ "Necromancy", "Negative" ],
		"description": "Drain a creature's vigor.",
		"traditions": [ "arcane", "divine", "occult" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"area": "30-foot line",
		"savingThrow": "Fortitude",
		"details": [
			"Extending a finger, you fire a beam of negative energy that weakens the life force of any creature it touches. Each living creature in the line must attempt a Fortitude save.",
			{
				"criticalSuccess": [
					"The creature is unaffected."
				],
				"success": [
					"The creature takes 2d8 persistent negative damage."
				],
				"failure": [
					"The creature takes 4d8 persistent negative damage and becomes drained 1."
				],
				"criticalFailure": [
					"The creature takes 4d8 persistent negative damage and becomes drained 2 and doomed 1."
				]
			}
		],
		"heightened": [
			{ "change": "The persistent negative damage increases by 1d8 on a success, or by 2d8 on a failure or critical failure.", "bump": 2 }
		],
		"page": 218,
		"source": "PZO2105",
		"focus": false,
		"aonId": 687,
		"id": "b50cdb39-c038-448a-8bca-1e444af173de"
	},
	{
		"name": "Familiar's Face",
		"level": 3,
		"objectType": "Spell",
		"traits": [ "Divination", "Scrying" ],
		"description": "Implant your senses in your animal companion or familiar.",
		"traditions": [ "arcane", "divine", "occult", "primal" ],
		"cast": "[A][A]",
		"components": [ "somatic", "material" ],
		"range": "1 mile",
		"targets": "1 willing creature that is your animal companion or familiar",
		"duration": "sustained",
		"details": [
			"The target becomes a scrying sensor, allowing you to see through its eyes, smell what it smells, and similarly use its other senses.",
			"If you can cast a spell with the revelation trait that affects your senses, such as see <i>invisibility</i>, while this spell is active, you gain the benefit of the spell through the target's senses instead of your own. You can also speak through the target, with a voice much like yours, though it takes on some of the timbre and character of the target's growls or squawks. You can use Command an Animal on the target as part of Sustaining this Spell. You don't need line of sight or line of effect to your target when you Cast this Spell."
		],
		"page": 218,
		"source": "PZO2105",
		"focus": false,
		"aonId": 688,
		"id": "2684f229-3538-4b44-b6da-7341d126e5ea"
	},
	{
		"name": "Final Sacrifice",
		"level": 2,
		"objectType": "Spell",
		"traits": [ "Evocation", "Fire" ],
		"description": "Channel energy to blow up your minion.",
		"traditions": [ "arcane", "divine", "occult", "primal" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "120 feet",
		"targets": "1 creature with the minion trait that you summoned or permanently control",
		"details": [
			"You channel disruptive energies through the bond between you and your minion, causing it to violently explode. The target is immediately slain, and creatures within 20 feet of it take 6d6 fire damage (basic Reflex save).",
			"If the target has the cold or water trait, the spell instead deals cold damage and gains the cold trait in place of the fire trait. If used on a creature that isn't mindless, this spell has the evil trait. Attempting to cast this spell targeting a creature that you temporarily seized control of, such as an undead commanded by <i>command undead</i>, automatically fails and breaks the controlling effect."
		],
		"heightened": [
			{ "change": "The damage increases by 2d6.", "bump": 1 }
		],
		"page": 219,
		"source": "PZO2105",
		"focus": false,
		"aonId": 689,
		"id": "51ff9587-be7a-4d2d-99c4-6ba5614a8966"
	},
	{
		"name": "Force Cage",
		"level": 7,
		"objectType": "Spell",
		"traits": [ "Evocation", "Force" ],
		"description": "Form a prison of pure magical force.",
		"traditions": [ "arcane", "occult" ],
		"cast": "[A][A][A]",
		"components": [ "material", "somatic", "verbal" ],
		"range": "30 feet",
		"area": "1 cube 20 feet on each side",
		"savingThrow": "Reflex",
		"duration": "sustained up to 1 minute",
		"details": [
			"You create an immobile, invisible prison of sheer force. The cage is a 20-foot cube made of bands of force, each a half inch thick and a half inch apart, that extend to the Ethereal Plane. Each creature in the area where you create the cage must attempt a Reflex save. If such a creature fails, it becomes trapped inside the cage. If it succeeds, it's pushed outside the cage into a space of its choice. If a creature in the area is too big to fit inside the prison, the spell automatically fails.",
			"The cage has AC 10, Hardness 20, and 40 Hit Points, and it's immune to critical hits and precision damage. A creature capable of passing through the space between the bars (typically a Tiny creature) can leave; all others are confined within. Attacks with a weapon too large to fit between the bars can't pass through the cage, and the bars provide standard cover even against attacks that can pass through the gaps. Spells and breath weapons can pass through the cage uninhibited.",
			"<i>Force cage</i> is immune to counteracting effects of its level or lower, but it is automatically destroyed by a <i>disintegrate</i> spell of any level, or by contact with a <i>rod of cancellation</i> (page 262) or <i>sphere of annihilation</i> (<i>Gamemastery Guide</i> 113)."
		],
		"page": 219,
		"source": "PZO2105",
		"focus": false,
		"aonId": 690,
		"id": "e10b1ddb-afad-401e-b17e-0b6be3ccae76"
	},
	{
		"name": "Fungal Infestation",
		"level": 2,
		"objectType": "Spell",
		"traits": [ "Conjuration" ],
		"description": "Plant poisonous fungal growths in a creature.",
		"traditions": [ "primal" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "touch",
		"area": "15-foot cone",
		"savingThrow": "Fortitude",
		"details": [
			"Toxic spores swarm over creatures in the area, causing them to erupt in grotesque fungal growths. These noxious growths deal 2d6 persistent poison damage, and each creature must attempt a Fortitude save.",
			{
				"criticalSuccess": [
					"The creature is unaffected."
				],
				"success": [
					"The target takes half the persistent poison damage."
				],
				"failure": [
					"The target takes the full persistent poison damage. While it is taking this persistent poison damage, it has weakness 1 to fire and weakness 1 to slashing."
				],
				"criticalFailure": [
					"As failure, but double the persistent poison damage. While it is taking this persistent poison damage, it has weakness 2 to fire and weakness 2 to slashing."
				]
			}
		],
		"heightened": [
			{ "change": "The persistent damage increases by 2d6, and the weakness increases by 1, or by 2 on a critical failure.", "bump": 2 }
		],
		"page": 220,
		"source": "PZO2105",
		"focus": false,
		"aonId": 691,
		"id": "5dfb9fa6-95d6-431c-a092-a2b3a9982be7"
	},
	{
		"name": "Ghostly Tragedy",
		"level": 4,
		"objectType": "Spell",
		"traits": [ "Uncommon", "Divination" ],
		"description": "Have spirits reenact a violent event.",
		"traditions": [ "divine", "occult" ],
		"cast": "1 minute",
		"components": [ "material", "somatic", "verbal" ],
		"area": "60-foot emanation",
		"duration": "10 minutes",
		"details": [
			"This spell compels local spirits to reenact a violent event of the recent past that you're aware of and name as you Cast the Spell. You take the role of the primary victim. The reenactment plays out the final 9 minutes leading up to the death or injury of the victim and the minute after their death or injury. The spirits don't change form, so this doesn't help determine perpetrators by their look. Spiritual forms of missing creatures necessary for the event manifest as needed, and missing items appear as shadowy outlines.",
			"Once the scene ends, you take 2d6 negative damage for each ghostly apparition that participated in the scene (typically equal to the number of creatures involved other than the victim). Any creature that observed the ghostly recreation, including you, can attempt checks to investigate the event to discover new clues and information."
		],
		"page": 220,
		"source": "PZO2105",
		"focus": false,
		"aonId": 692,
		"id": "4f3f03bd-e005-48c6-820e-d3a5c575ca73"
	},
	{
		"name": "Grisly Growths",
		"level": 5,
		"objectType": "Spell",
		"traits": [ "Transmutation" ],
		"description": "A creature grows excess limbs and organs, sickening those who witness the transformation.",
		"traditions": [ "arcane", "primal" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "60 feet",
		"targets": "1 corporeal creature",
		"savingThrow": "basic Fortitude",
		"details": [
			"This gruesome spell causes the target to grow excess limbs and organs, whether it be fingers multiplying until hands resemble bushes, eyes popping open in bizarre places, legs sprouting from the side of the body, or some other result. The target takes 10d6 piercing damage (basic Fortitude save) as the new features erupt. This spell has no effect on a target with a mutable anatomy or no limbs, such as an ooze or a protean. The growths rot rapidly and fall away after 1 round.",
			"In addition, unless the initial target critically succeeds, creatures within 30 feet of the target, including the target, must attempt Will saves, after which they are temporarily immune to this secondary effect of <i>grisly growths</i> for 1 hour. This additional effect is a mental and visual effect.",
			{ "success": [ "The creature is unaffected." ], "failure": [ "The creature is sickened 1." ], "criticalFailure": [ "The character is sickened 2." ] }
		],
		"heightened": [
			{ "change": "The damage increases by 2d6.", "bump": 1 }
		],
		"page": 220,
		"source": "PZO2105",
		"focus": false,
		"aonId": 693,
		"id": "171d49d0-dea5-4591-a3a8-294df8099ecd"
	},
	{
		"name": "Heat Metal",
		"level": 2,
		"objectType": "Spell",
		"traits": [ "Evocation", "Fire" ],
		"description": "Make metal red hot.",
		"traditions": [ "arcane", "primal" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "30 feet",
		"targets": "1 metal item or metal creature",
		"details": [
			"This spell heats the targeted metal to become red-hot for a moment. This is usually harmless to an unattended metal item, which doesn't get a saving throw, though the GM might rule that flammable materials connected to the object catch fire or melt. If you target an item worn or carried by a creature, or you target a creature made primarily of metal, the heat deals 4d6 fire damage and 2d4 persistent fire damage to the creature, which must attempt a Reflex saving throw.",
			"If you target an item held by the creature, the creature can Release the item to improve their degree of success by one step from the result of their saving throw. The persistent damage is associated with the object and damages whichever creature is holding or wearing it. It has no effect if no one is holding the item, but you continue to attempt flat checks to end the persistent damage as normal, since the item remains hot and can sear someone who picks it up.",
			{
				"criticalSuccess": [
					"The creature is unaffected."
				],
				"success": [
					"The creature takes half damage and the object deals no persistent fire damage."
				],
				"failure": [
					"The creature takes full damage and the object deals full persistent damage."
				],
				"criticalFailure": [
					"As failure, but the creature takes double damage and the object deals double persistent damage."
				]
			}
		],
		"heightened": [
			{ "change": "The initial damage increases by 2d6 and the persistent damage increaes by 1d4.", "bump": 1 }
		],
		"page": 220,
		"source": "PZO2105",
		"focus": false,
		"aonId": 694,
		"id": "02ac562c-f286-45d2-af7e-8edea20ddc9c"
	},
	{
		"name": "Ice Storm",
		"level": 4,
		"objectType": "Spell",
		"traits": [ "Cold", "Evocation" ],
		"description": "Call a storm cloud that pelts creatures with hail.",
		"traditions": [ "arcane", "primal" ],
		"cast": "[A][A][A]",
		"components": [ "material", "somatic", "verbal" ],
		"range": "120 feet",
		"area": "5-foot burst",
		"savingThrow": "basic Reflex",
		"duration": "1 minute",
		"details": [
			"You create a gray storm cloud that pelts creatures with an icy deluge. When you Cast the Spell, a burst of magical hail deals 2d8 bludgeoning damage and 2d8 cold damage to each creature in the area below the cloud (basic Reflex save). Snow and sleet continue to rain down in the area for the remainder of the spell's duration, making the area difficult terrain, causing creatures in the storm to be concealed, and making creatures outside the storm concealed from those inside the storm. Any creature that ends its turn in the storm takes 4 cold damage. If you Cast this Spell outdoors, you can create two non-overlapping clouds instead of one."
		],
		"heightened": [
			{ "change": "The initial bludgeoning damage and cold damage increase by 1d8 each, and the cold damage creatures take at the end of their turns increases by 2.", "bump": 2 }
		],
		"page": 220,
		"source": "PZO2105",
		"focus": false,
		"aonId": 695,
		"id": "28b5ac52-f391-4359-b7ec-8590b43350df"
	},
	{
		"name": "Ill Omen",
		"level": 1,
		"objectType": "Spell",
		"traits": [ "Curse", "Divination", "Misfortune" ],
		"description": "Curse a creature with misfortune.",
		"traditions": [ "occult" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "30 feet",
		"targets": "1 creature",
		"duration": "1 round",
		"details": [
			"The target is struck with misfortune, which throws it off balance. The target must attempt a Will save.",
			{
				"success": [
					"The target is unaffected."
				],
				"failure": [
					"The first time during the duration that the target attempts an attack roll or skill check, it must roll twice and use the worse result."
				],
				"criticalFailure": [
					"Every time during the duration that the target attempts an attack roll or skill check, it must roll twice and use the worse result."
				]
			}
		],
		"page": 221,
		"source": "PZO2105",
		"focus": false,
		"aonId": 696,
		"id": "4300d8ae-b73d-4d55-94d1-cf52ee1207d8"
	},
	{
		"name": "Impaling Spike",
		"level": 5,
		"objectType": "Spell",
		"traits": [ "Conjuration" ],
		"description": "Skewer a creature with a cold iron spike.",
		"traditions": [ "arcane", "primal" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "30 feet",
		"targets": "1 creature",
		"savingThrow": "Reflex",
		"duration": "1 minute",
		"details": [
			"You conjure a spike that thrusts up from the earth beneath a target creature, potentially impaling it. The spike is made of cold iron and deals 8d6 piercing damage. The target must attempt a Reflex save.",
			{
				"criticalSuccess": [
					"The target dodges the spike and is unaffected."
				],
				"success": [
					"The target is struck by the spike and takes half damage."
				],
				"failure": [
					"The target is impaled through a leg or another non-vital body part. The creature takes full damage and, if it's standing on solid ground, becomes immobilized. It can attempt to Escape (the DC is your spell DC). While it remains impaled, it takes damage from any weakness to cold iron it has at the end of each of its turns."
				],
				"criticalFailure": [
					"As failure, but the creature is impaled through a vital organ or its center of mass, taking double damage, and it is flat-footed as long as it's impaled."
				]
			}
		],
		"heightened": [
			{ "change": "The damage increases by 2d6.", "bump": 1 }
		],
		"page": 221,
		"source": "PZO2105",
		"focus": false,
		"aonId": 697,
		"id": "5aa42a0c-e904-4884-8317-58cff31dc99e"
	},
	{
		"name": "Imprint Message",
		"level": 1,
		"objectType": "Spell",
		"traits": [ "Divination" ],
		"description": "Put a false psychic imprint on an object.",
		"traditions": [ "occult" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "touch",
		"targets": "1 object",
		"details": [
			"You project psychic vibrations onto the target object, imprinting it with a short message or emotional theme of your design. This imprinted sensation is revealed to a creature who casts <i>object reading</i> (page 222) on the target object, replacing any emotional events the item was present for. If the object is in the area of a <i>retrocognition</i> spell, the imprinted messages appear as major events in the timeline, but they don't interfere with any other visions.",
			"If the object is targeted with <i>read aura</i> of a higher spell level than <i>imprint message</i>, the caster learns that the object has been magically modified. When you Cast this Spell, any prior vibrations placed on an object by previous castings of <i>imprint message</i> fade."
		],
		"page": 221,
		"source": "PZO2105",
		"focus": false,
		"aonId": 698,
		"id": "9fc8e8eb-8065-462a-acae-4fb5fb976a9d"
	},
	{
		"name": "Indestructibility",
		"level": 10,
		"objectType": "Spell",
		"traits": [ "Abjuration" ],
		"description": "Become briefly immune to everything.",
		"traditions": [ "arcane", "divine", "occult", "primal" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"duration": "until the start of your next turn",
		"details": [
			"You can't be affected by anything unless you choose to be. For the duration of the spell, you are immune to any effect or damage that would harm you, excluding effects caused by artifacts, deific power, and similarly powerful sources. You can still be affected by anything you're willing to have affect you."
		],
		"page": 221,
		"source": "PZO2105",
		"focus": false,
		"aonId": 699,
		"id": "341125af-fa1c-4d88-a21f-532a66c5fd2c"
	},
	{
		"name": "Invisible Item",
		"level": 1,
		"objectType": "Spell",
		"traits": [ "Illusion" ],
		"description": "Make an item disappear from view.",
		"traditions": [ "arcane", "occult" ],
		"cast": "[A][A]",
		"components": [ "material", "somatic" ],
		"range": "touch",
		"targets": "1 object",
		"duration": "1 hour",
		"details": [
			"You make the object invisible. This makes it undetected to all creatures, though the creatures can attempt to find the target, making it hidden to them instead if they succeed. If the item is used as part of a hostile action, the spell ends after that hostile action is completed. Making a weapon invisible typically doesn't give any advantage to the attack, except that an invisible thrown weapon or piece of ammunition can be used for an attack without necessarily giving information about the attacker's hiding place unless the weapon returns to the attacker."
		],
		"heightened": [
			{ "change": "The duration is until the next time you make your daily preparations.", "level": 3 },
			{ "change": "The duration is unlimited.", "level": 7 }
		],
		"page": 221,
		"source": "PZO2105",
		"focus": false,
		"aonId": 700,
		"id": "a9de4131-8974-4c8e-a5e8-d4ebb45577d7"
	},
	{
		"name": "Lightning Storm",
		"level": 5,
		"objectType": "Spell",
		"traits": [ "Electricity", "Evocation" ],
		"description": "Create clouds and repeatedly call down lightning bolts.",
		"traditions": [ "primal" ],
		"cast": "[A][A][A]",
		"components": [ "material", "somatic", "verbal" ],
		"range": "120 feet",
		"area": "5-foot burst",
		"savingThrow": "basic Reflex",
		"duration": "sustained up to 1 minute",
		"details": [
			"You create a black, rumbling storm cloud and call down one lightning bolt. The bolt is a vertical line from the storm cloud to the ground below, dealing 4d12 electricity damage to creatures in the spell's area (basic Reflex save). The first time you Sustain the Spell each round, you can call another lightning bolt within the area. If you Cast this Spell outdoors, you can create two non-overlapping clouds instead of one, though you can still call down only one bolt per turn."
		],
		"heightened": [
			{ "change": "The damage of each bolt increases by 1d12.", "bump": 1 }
		],
		"page": 221,
		"source": "PZO2105",
		"focus": false,
		"aonId": 701,
		"id": "5bbf2bdf-032b-454d-a18a-a31a9a7f6e7e"
	},
	{
		"name": "Mad Monkeys",
		"level": 3,
		"objectType": "Spell",
		"traits": [ "Conjuration" ],
		"description": "Monkey spirits make mischief.",
		"traditions": [ "primal" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "30 feet",
		"area": "5-foot burst",
		"duration": "sustained up to 1 minute",
		"details": [
			"Magical monkey spirits fill the area as they pile and climb on top of one another. Because the monkeys are magical spirits, they can't be attacked or hurt. Casting <i>calm emotions</i> or a similar effect over the monkeys makes them docile, causing them to cease making mischief for the duration of <i>mad monkeys</i>.",
			"Choose the kind of mischief your monkeys make when you Cast the Spell. They produce the effect listed for that mischief when you Cast the Spell and each round when you Sustain the Spell. When you Sustain the Spell, you can move the area of the monkeys by 5 feet. <ul><li><b>Flagrant Burglary</b> The monkeys try to Steal any one item from one creature in the area. Use your spell DC - 10 as the monkeys' Thievery modifier. Their attempt relies more on distraction than subtlety, so the victim knows what item the monkeys were trying to take and whether it was taken. Getting a stolen item from the monkeys- even for the caster-requires Stealing it from them or Disarming them, using your spell DC. When the spell ends, any stolen items fall to the ground in any square of the spell's area you choose.</li><li><b>Raucous Din</b> The monkeys screech loudly, potentially deafening creatures in the spell's area. Each creature in the spell's area must attempt a Fortitude save.</li></ul>",
			{
				"criticalSuccess": [
					"The creature is unaffected and is temporarily immune for 10 minutes."
				],
				"success": [
					"The creature is unaffected."
				],
				"failure": [
					"The creature is deafened for 1 round."
				],
				"criticalFailure": [
					"The creature is deafened for 1 minute."
				]
			},
			"<ul><li><b>Tumultuous Gymnastics</b> The monkeys jump and climb all over creatures in the spell's area, interfering with complex movements. Each creature in the spell's area must attempt a Reflex save.</li></ul>",
			{
				"criticalSuccess": [
					"The creature is unaffected and is temporarily immune for 10 minutes."
				],
				"success": [
					"The creature is unaffected."
				],
				"failure": [
					"For 1 round, the creature must succeed at a DC 5 flat check whenever it attempts a manipulate action. If it fails this check, the creature loses that action."
				],
				"criticalFailure": [
					"As failure, but the monkeys cling to the creature tenaciously, and the effect lasts until the spell ends, even if the creature leaves the spell's area."
				]
			}
		],
		"page": 222,
		"source": "PZO2105",
		"focus": false,
		"aonId": 702,
		"id": "ebcda1a1-1ecb-46f1-8b58-a32c7030e162"
	},
	{
		"name": "Magic Stone",
		"level": 1,
		"objectType": "Spell",
		"traits": [ "Necromancy", "Positive" ],
		"description": "Make ordinary stones into magical sling bullets that are especially dangerous to undead.",
		"traditions": [ "divine", "primal" ],
		"cast": "[A] to [A][A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "touch",
		"targets": "1 to 3 non-magical stones or sling bullets",
		"duration": "1 minute",
		"details": [
			"You pour positive energy into ordinary stones, granting them temporary magical properties. You can target 1 non-magical stone or sling bullet for every action you use Casting this Spell. The stones must be unattended or carried by you or a willing ally. The stones become <i>+1 striking disrupting sling bullets</i>. Each stone can be used only once, after which it crumbles to dust."
		],
		"page": 222,
		"source": "PZO2105",
		"focus": false,
		"aonId": 703,
		"id": "4537e4d9-4bd4-4ec8-9961-8f5e2be0fc87"
	},
	{
		"name": "Noxious Vapors",
		"level": 1,
		"objectType": "Spell",
		"traits": [ "Evocation", "Poison" ],
		"description": "Form a toxic cloud that poisons and sickens.",
		"traditions": [ "arcane", "primal" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"area": "10-foot emanation",
		"savingThrow": "basic Fortitude",
		"duration": "1 round",
		"details": [
			"You emit a cloud of toxic smoke that temporarily obscures you from sight. Each creature except you in the area when you Cast the Spell takes 1d6 poison damage (basic Fortitude save). A creature that critically fails the saving throw also becomes sickened 1. All creatures in the area become concealed, and all creatures outside the smoke become concealed to creatures within it. This smoke can be dispersed by a strong wind."
		],
		"heightened": [
			{ "change": "The damage increases by 1d6.", "bump": 1 }
		],
		"page": 222,
		"source": "PZO2105",
		"focus": false,
		"aonId": 704,
		"id": "8e0f7951-9b12-4c42-8ecb-33e4959e4cb4"
	},
	{
		"name": "Object Reading",
		"level": 1,
		"objectType": "Spell",
		"traits": [ "Divination" ],
		"description": "Get psychic impressions from an object.",
		"traditions": [ "occult" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "touch",
		"targets": "1 object",
		"details": [
			"You place a hand on an object to learn a piece of information about an emotional event that occurred involving the object within the past week, determined by the GM. If you cast <i>object reading</i> on the same item multiple times, you can either concentrate on a single event to gain additional pieces of information about that event, or gain a piece of information about another emotional event in the applicable time frame."
		],
		"heightened": [
			{ "change": "You can learn about an event that occurred within the last month.", "level": 2 },
			{ "change": "You can learn about an event that occurred within the last year.", "level": 4 },
			{ "change": "You can learn about an event that occurred within the last decade.", "level": 6 },
			{ "change": "You can learn about an event that occurred within the last century.", "level": 8 },
			{ "change": "You can learn about an event that occurred within the entirety of the object's history.", "level": 9 }
		],
		"page": 222,
		"source": "PZO2105",
		"focus": false,
		"aonId": 705,
		"id": "35816641-40cd-4794-8124-52989343170d"
	},
	{
		"name": "Pet Cache",
		"level": 1,
		"objectType": "Spell",
		"traits": [ "Conjuration", "Extradimensional" ],
		"description": "Hide a familiar or animal companion in a pocket dimension.",
		"traditions": [ "arcane", "divine", "occult", "primal" ],
		"cast": "[A]",
		"components": [ "somatic" ],
		"range": "touch",
		"targets": "1 willing creature that is your animal companion or familiar",
		"duration": "8 hours",
		"details": [
			"You open your cloak or create a gap with your hands, drawing the target into a pocket dimension just large enough for its basic comfort. No other creature can enter this extradimensional space, and the target can bring along objects only if they were designed to be worn by a creature of its kind. The space has enough air, food, and water to sustain the target for the duration.",
			"You can Dismiss the spell. The spell also ends if you die or enter an extradimensional space. When the spell ends, the target reappears in the nearest unoccupied space (outside of any extradimensional space you may have entered)."
		],
		"page": 222,
		"source": "PZO2105",
		"focus": false,
		"aonId": 706,
		"id": "4632c9ec-0ecc-4fed-90a2-9f818a7aa80f"
	},
	{
		"name": "Phantasmal Treasure",
		"level": 2,
		"objectType": "Spell",
		"traits": [ "Emotion", "Illusion", "Mental" ],
		"description": "Tempt a creature with an illusory reward.",
		"traditions": [ "arcane", "occult" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "60 feet",
		"targets": "1 living creature",
		"savingThrow": "Will",
		"duration": "varies",
		"details": [
			"A phantasmal image of the most precious thing imaginable to the target appears in a location of your choice within the spell's range. Only the spell's target can see the treasure, though you can see the vague shape of the treasure-be it a pile of items, a deific avatar, or a cherished loved one or hero. The target's response to the treasure is based on the outcome of the target's Will save.",
			{
				"criticalSuccess": [
					"The target is unaffected."
				],
				"success": [
					"The target becomes fascinated with the treasure, and the duration is until the end of its turn. The target can also try to disbelieve the illusion if it touches the treasure, Seeks to examine it, or speaks to it if the illusion appears to be a person or the like. If the target disbelieves the illusion, the spell ends."
				],
				"failure": [
					"As success, but the duration is 1 minute."
				],
				"criticalFailure": [
					"As success, but the duration is 1 minute. The target finds the treasure so appealing that until the spell ends, it must spend each action focused on it. This can include moving toward the treasure if the target isn't next to it, and Interacting with the treasure if the target is next to it. (If the illusion appears to be a person or the like, the target can also Interact to converse with it.)"
				]
			}
		],
		"page": 223,
		"source": "PZO2105",
		"focus": false,
		"aonId": 707,
		"id": "998cc645-76aa-4707-92e1-7db21a0ad226"
	},
	{
		"name": "Pummeling Rubble",
		"level": 1,
		"objectType": "Spell",
		"traits": [ "Earth", "Evocation" ],
		"description": "Hurl a cone of rocks to batter creatures.",
		"traditions": [ "arcane", "primal" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"area": "15-foot cone",
		"savingThrow": "Reflex",
		"details": [
			"A spray of heavy rocks flies through the air in front of you. The rubble deals 2d4 bludgeoning damage to each creature in the area. Each creature must attempt a Reflex save.",
			{
				"criticalSuccess": [
					"The creature is unaffected."
				],
				"success": [
					"The creature takes half damage."
				],
				"failure": [
					"The creature takes full damage and is pushed 5 feet away from you."
				],
				"criticalFailure": [
					"The creature takes double damage and is pushed 10 feet away from you."
				]
			}
		],
		"heightened": [
			{ "change": "Increase the damage by 2d4.", "bump": 1 }
		],
		"page": 223,
		"source": "PZO2105",
		"focus": false,
		"aonId": 708,
		"id": "dfc9a092-d561-4dec-be7f-cea0489e494c"
	},
	{
		"name": "Quench",
		"level": 2,
		"objectType": "Spell",
		"traits": [ "Abjuration", "Water" ],
		"description": "Put out fires and hurt fire creatures.",
		"traditions": [ "primal" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "120 feet",
		"area": "20-foot burst",
		"duration": "sustained",
		"details": [
			"You cause the air in the area to become supersaturated with water vapor. Non-magical fires within the area are automatically extinguished. Fire creatures within the area take 4d8 damage (basic Fortitude save). Choose one magical fire, fire spell, or fire item in the area and attempt to counteract it. If you succeed against an item, the item loses its fire properties for 10 minutes (for instance, a <i>+1 flaming longsword</i> would become a <i>+1 longsword</i>). If the target is an artifact or similarly powerful item, you automatically fail to counteract it.",
			"When you Sustain this Spell, you can move the area of vapor anywhere within range, but the only effect when you do so is to automatically extinguish non-magical fires.",
			"If you have the Counterspell reaction, you can use <i>quench</i> to counter any spell with the fire trait instead of needing to have the triggering fire spell prepared or in your repertoire."
		],
		"heightened": [
			{ "change": "Increase the damage to fire creatures by 2d8.", "bump": 1 }
		],
		"page": 223,
		"source": "PZO2105",
		"focus": false,
		"aonId": 709,
		"id": "cb112c8f-ba38-45e0-bb63-a240b51631e4"
	},
	{
		"name": "Reaper's Lantern",
		"level": 2,
		"objectType": "Spell",
		"traits": [ "Death", "Light", "Necromancy" ],
		"description": "A ghostly lantern diminishes healing for the living and weakens undead.",
		"traditions": [ "divine", "occult", "primal" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"area": "5-foot emanation",
		"savingThrow": "Fortitude",
		"duration": "1 minute",
		"details": [
			"You call forth a ghostly lantern that guides the living toward death and the undead toward true death. It sheds bright light in the spell's area, and dim light to twice that area. Though the lantern is insubstantial, you must keep a hand free to hold it or the spell ends (though using the hand for somatic spell components doesn't end the spell). Living creatures and undead in the area when you Cast the Spell, or that enter the area later, must attempt Fortitude saves. Living creatures that fail their Fortitude saves gain only half the normal benefit from healing effects while within the area. Undead targets that fail their Fortitude saves become enfeebled 1 while within the area. Once a creature attempts a save against <i>reaper's lantern</i>, it uses the same outcome if it leaves the area and enters it again.",
			"Once per turn, starting on the turn after you cast <i>reaper's lantern</i>, you can use a single action, which has the concentrate trait, to increase the emanation's radius by 5 feet. When you do so, you force creatures in the area that haven't yet attempted a save against <i>reaper's lantern</i> to attempt one."
		],
		"page": 223,
		"source": "PZO2105",
		"focus": false,
		"aonId": 710,
		"id": "8435e68e-bb16-4eef-b77b-e82173877afb"
	},
	{
		"name": "Rusting Grasp",
		"level": 4,
		"objectType": "Spell",
		"traits": [ "Transmutation" ],
		"description": "Rapidly rust metal.",
		"traditions": [ "primal" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "touch",
		"targets": "1 metal creature, 1 non-magical metal hazard, or 1 non-magical metal item of up to 1 Bulk",
		"details": [
			"You cause the target to rapidly rust. This magical rust can affect nonferrous materials, but the target must be all or mostly metal. Skymetals such as adamantine and orichalcum are immune to this rust, and the GM might determine other precious materials are similarly resilient. Ultimately, the GM decides if an object or creature can be targeted with this spell.",
			"All damage from this spell ignores Hardness. If the spell causes persistent damage from rust, a creature can attempt to scrape off the rust to assist the target in recovering from the persistent damage (reducing the DC of the flat check to end persistent damage to 10 and granting an immediate flat check). The effect of the spell depends on its target. <ul><li><b>Creature or Hazard</b> A creature or hazard must be made of all or mostly metal to be affected (this includes many mechanical traps). It takes 8d6 damage (basic Fortitude save), plus 2d6 persistent damage on a failed save. Touching a hazard to affect it with this spell might trigger the hazard, as determined by the GM.</li><li><b>Item</b> The rust deals 2d6 damage, subject to a basic Reflex save by the creature wearing or holding the item; if the item is unattended, it automatically gets a critical failure. On a failed save, the item also takes 1d6 persistent damage. For an attended item, this persistent damage occurs at the end of the attending creature's turns; if the item was unattended when you Cast the Spell, the damage happens at the end of your turns.</li></ul>",
			"When targeting armor someone is wearing, its Bulk is 1 higher than the listed value, since carrying armor is more cumbersome than wearing it. Thin iron or steel items, such as weapons, have 20 HP and a Broken Threshold of 10, and thicker iron or steel items, such as most suits of armor, have 36 HP and a Broken Threshold of 18. Other materials' statistics can be found on pages 577-579 of the <i>Core Rulebook</i>."
		],
		"heightened": [
			{ "change": "Increase the initial damage to creatures or hazards by 2d6, and increase the maximum Bulk of an item you can target by 1.", "bump": 1 }
		],
		"page": 223,
		"source": "PZO2105",
		"focus": false,
		"aonId": 711,
		"id": "01b2ff09-2573-4769-8a66-4cc119f19aa0"
	},
	{
		"name": "Safe Passage",
		"level": 3,
		"objectType": "Spell",
		"traits": [ "Abjuration" ],
		"description": "Make an area safe to move through.",
		"traditions": [ "arcane", "divine", "primal" ],
		"cast": "[A][A][A]",
		"components": [ "material", "somatic", "verbal" ],
		"range": "touch",
		"area": "10-foot-wide, 10-foot-tall, 60-foot-long section of terrain",
		"duration": "sustained up to 1 minute",
		"details": [
			"You repel dangers from all around you, making passage through the chosen area safe for a brief amount of time. Anyone passing through the area gains the following benefits against harmful effects of the terrain and environment, including environmental damage, hazardous terrain, and hazards in the area. The spell grants a +2 status bonus to AC and saves against such effects, and resistance 5 to all damage from such effects. Furthermore, the spell prevents anything in the area that's prone to collapse, such as a rickety bridge or an unstable ceiling, from collapsing, except under extreme strain that would collapse a normal structure of its type.",
			"<i>Safe passage</i> protects only against harm, not inconvenience, and it doesn't reduce difficult terrain, remove the concealed condition caused by precipitation, or the like, nor does it protect against creatures within the spell's area."
		],
		"heightened": [
			{ "change": "The granted resistance increases to 10, and the area can be 120 feet long.", "level": 5 },
			{ "change": "The granted resistance increases to 15, and the area can be 500 feet long.", "level": 8 }
		],
		"page": 224,
		"source": "PZO2105",
		"focus": false,
		"aonId": 712,
		"id": "9ca55ed5-19b4-469d-bedf-9d3c1d830085"
	},
	{
		"name": "Scintillating Safeguard",
		"level": 6,
		"objectType": "Spell",
		"traits": [ "Abjuration" ],
		"description": "Reactively protect multiple creatures from harm with a magic barrier.",
		"traditions": [ "divine", "occult", "primal" ],
		"cast": "[R]",
		"components": [ "somatic" ],
		"trigger": "An effect would deal physical or energy damage to you or a creature in range.",
		"range": "30 feet",
		"targets": "up to 5 willing creatures who would be harmed by the triggering effect",
		"details": [
			"A sparkling magical barrier envelops each target, shielding them against the triggering effect. Choose one type of physical or energy damage the triggering effect deals. Each target gains resistance 10 against that damage type for the triggering effect. The resistance applies only against the initial damage, not against any persistent damage or other lingering effects of the effect."
		],
		"heightened": [
			{ "change": "The resistance increases by 1.", "bump": 1 }
		],
		"page": 224,
		"source": "PZO2105",
		"focus": false,
		"aonId": 713,
		"id": "b81f5b52-b56f-4b14-a949-a9adb7664a9a"
	},
	{
		"name": "Sculpt Sound",
		"level": 3,
		"objectType": "Spell",
		"traits": [ "Illusion" ],
		"description": "Quiet or alter the sound from a creature or object.",
		"traditions": [ "occult" ],
		"cast": "[A][A]",
		"components": [ "somatic", "material" ],
		"range": "touch",
		"targets": "1 creature or object",
		"duration": "10 minutes",
		"details": [
			"You change the sounds made by a creature or object. Choose how you're altering the sounds when you Cast the Spell; you can't alter it later. You can cause something that didn't create a sound to make sound, alter the voice of a creature, amplify or deaden a sound, or transform one sound into another. A creature who succeeds at a Perception check against your spell DC can determine that the sound was altered by an illusion, including hearing faint sounds if you deadened the sound, but they can't determine the true sound unless they critically succeed at the Perception check. You can Dismiss the spell.",
			"Because this spell obscures sound instead of preventing it, using the spell to quiet a creature doesn't prevent that creature from using verbal spell components, though it does prevent most auditory effects that rely on another creature hearing them accurately. An unwilling target can attempt a Will save.",
			{
				"success": [
					"The affected sound from the creature isn't altered."
				],
				"failure": [
					"The affected sound from the creature is altered in the way you determine."
				],
				"criticalFailure": [
					"The affected sound from the creature is altered and the target becomes stupefied 2 for 1 minute as it struggles with the disorienting effects of its altered sound."
				]
			}
		],
		"heightened": [
			{ "change": "You can target up to 6 creatures or 6 objects, altering the sounds of all affected creatures or objects in the same way.", "level": 5 }
		],
		"page": 224,
		"source": "PZO2105",
		"focus": false,
		"aonId": 714,
		"id": "55f98d85-22d1-4c37-a7e4-e3c0b0f9d4d8"
	},
	{
		"name": "Seal Fate",
		"level": 4,
		"objectType": "Spell",
		"traits": [ "Curse", "Death", "Necromancy" ],
		"description": "Curse a creature to be harmed by a certain type of damage.",
		"traditions": [ "arcane", "divine", "occult" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "touch",
		"targets": "1 living creature",
		"savingThrow": "Fortitude",
		"details": [
			"You utter a curse that a creature will meet a certain end-a death by freezing, stabbing, or another means you devise. Choose one type of damage from the following list: acid, bludgeoning, cold, electricity, fire, negative, piercing, slashing, or sonic. The effect is based on the target's Fortitude save.",
			{
				"criticalSuccess": [
					"The target is unaffected."
				],
				"success": [
					"The target gains weakness 2 to the chosen damage type until the end of your next turn."
				],
				"failure": [
					"As success, but the duration is 1 minute. If the creature is reduced to 0 HP by the chosen damage and its level is 7 or less, it dies."
				],
				"criticalFailure": [
					"As failure, but the duration is unlimited."
				]
			}
		],
		"heightened": [
			{ "change": "The weakness increases by 1, and the maximum level of creature that can be automatically killed increases by 4.", "bump": 2 }
		],
		"page": 224,
		"source": "PZO2105",
		"focus": false,
		"aonId": 715,
		"id": "ff154494-261c-475a-858b-5b78e5998811"
	},
	{
		"name": "Secret Chest",
		"level": 5,
		"objectType": "Spell",
		"traits": [ "Conjuration" ],
		"description": "Hide a container on the Ethereal Plane.",
		"traditions": [ "arcane", "occult" ],
		"cast": "1 minute",
		"components": [ "material", "somatic", "verbal" ],
		"range": "touch",
		"targets": "1 container and its contents, totaling 10 Bulk or less",
		"duration": "until the next time you make your daily preparations",
		"details": [
			"You banish a container and its contents to the Ethereal Plane, where you can retrieve it from later. The container's physical properties-the material from which it is made, any locks, or other features-are irrelevant to the casting of this spell, but the container can't contain any creatures. When you Cast this Spell, the container and all its contents are transported to a random location deep in the Ethereal Plane. Time passes normally for the container and its contents, and the environmental effects of the Ethereal Plane apply to it. Though very unlikely, it's possible for a creature on the Ethereal Plane to stumble upon the chest.",
			"You can Dismiss the spell to return the chest to your current location. If the spell ends by any other means, the container is lost on the Ethereal Plane and you can no longer recall it with this spell, though you could search for it in other ways."
		],
		"page": 225,
		"source": "PZO2105",
		"focus": false,
		"aonId": 716,
		"id": "2a38a507-ebe3-4b3b-a940-023d995bb9c4"
	},
	{
		"name": "Spike Stones",
		"level": 4,
		"objectType": "Spell",
		"traits": [ "Conjuration", "Earth" ],
		"description": "Grow sharp spikes out of the ground.",
		"traditions": [ "primal" ],
		"cast": "[A][A][A]",
		"components": [ "material", "somatic", "verbal" ],
		"range": "60 feet",
		"area": "20-foot burst",
		"duration": "1 hour",
		"details": [
			"Long, sharp spikes of solid rock thrust up from the ground in the area. The area becomes difficult terrain and hazardous terrain. A creature that moves on the ground through the area takes 3 piercing damage for every square of that area it moves into."
		],
		"heightened": [
			{ "change": "Increase the damage by 1.", "bump": 1 }
		],
		"page": 225,
		"source": "PZO2105",
		"focus": false,
		"aonId": 717,
		"id": "49a3019e-7dad-4476-b732-1161dbb4256c"
	},
	{
		"name": "Spirit Sense",
		"level": 2,
		"objectType": "Spell",
		"traits": [ "Detection", "Divination", "Mental" ],
		"description": "Find spirits and haunts.",
		"traditions": [ "divine", "occult" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"area": "30-foot emanation",
		"duration": "10 minutes",
		"details": [
			"You open your mind to the metaphysical, enabling you to sense nearby spirits. Even if you aren't Searching, you get a check to find haunts and spirits in the area. You gain a +1 status bonus to the following checks regarding haunts or spirits: Perception checks to Seek, attempts to Recall Knowledge, skill checks to determine the reason for their existence, and skill checks to disable a haunt. You also gain a +1 status bonus to AC and saving throws against haunts and spirits."
		],
		"heightened": [
			{ "change": "The spell's duration lasts until the next time you make your daily preparations.", "level": 6 }
		],
		"page": 225,
		"source": "PZO2105",
		"focus": false,
		"aonId": 718,
		"id": "d7506e14-ea21-4343-8e23-72c46ce8ad73"
	},
	{
		"name": "Strange Geometry",
		"level": 5,
		"objectType": "Spell",
		"traits": [ "Illusion" ],
		"description": "Confoundingly warp spatial geometry, making passage difficult and destinations unpredictable.",
		"traditions": [ "occult" ],
		"cast": "[A][A][A]",
		"components": [ "material", "somatic", "verbal" ],
		"range": "60 feet",
		"area": "4 cubes, each 10 feet on a side",
		"savingThrow": "Will",
		"duration": "1 minute",
		"details": [
			"You cause the areas to appear to swell, bend, and break, twisting together in a bizarre spatial geometry. The cubes of the spell's area can't be adjacent to one another. A creature must attempt a Will save if it's in one of the cubes when you Cast the Spell, or if it later enters one of the areas, with the following effects. A creature interacting with the illusion can also attempt a Will save to disbelieve the illusion, as normal.",
			{
				"success": [
					"The creature disbelieves the illusion."
				],
				"failure": [
					"All terrain in the cubes is difficult terrain for the creature, including the air if the creature is flying, walls if it's climbing, and so on. When the creature would exit one of the cubes, it exits from one randomly determined by the GM. This is a teleportation effect. It can exit from any edge of that cube it chooses. When selecting a random cube, the GM excludes any that don't match the creature's terrain; for instance, if the creature were exiting along the ground, the GM would exclude any cube that didn't have an exit on the ground."
				]
			}
		],
		"page": 226,
		"source": "PZO2105",
		"focus": false,
		"aonId": 719,
		"id": "aabd1dab-3a8c-40b3-bbe1-35a823cf133c"
	},
	{
		"name": "Sudden Blight",
		"level": 2,
		"objectType": "Spell",
		"traits": [ "Necromancy", "Negative" ],
		"description": "Decay living creatures and plants.",
		"traditions": [ "divine", "primal" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "120 feet",
		"area": "20-foot burst",
		"savingThrow": "basic Fortitude",
		"details": [
			"You accelerate the processes of decay in the area. Each living creature in the area takes 2d10 negative damage (basic Fortitude save). A creature afflicted by a disease takes a -2 circumstance penalty to this save.",
			"You can also direct the blight to rot all Small and Tiny non-creature plants in the area, eliminating non-magical undergrowth and any resulting difficult terrain, cover, and concealment. <i>Sudden blight</i> attempts to counteract any magical effect on the plants before withering them."
		],
		"heightened": [
			{ "change": "The damage increases by 1d10.", "bump": 1 }
		],
		"page": 226,
		"source": "PZO2105",
		"focus": false,
		"aonId": 720,
		"id": "53d913ae-0980-4591-b7da-72b4dcba5a7f"
	},
	{
		"name": "Summon Instrument",
		"level": 1,
		"objectType": "Spell",
		"traits": [ "Cantrip", "Conjuration" ],
		"description": "Conjure a musical instrument.",
		"traditions": [ "divine", "occult" ],
		"cast": "[A][A][A]",
		"components": [ "material", "somatic", "verbal" ],
		"duration": "1 hour",
		"details": [
			"You materialize a handheld musical instrument in your grasp. The instrument is typical for its type, but it plays only for you. The instrument vanishes when the spell ends. If you cast <i>summon instrument</i> again, any instrument you previously summoned disappears."
		],
		"heightened": [
			{ "change": "The instrument is instead a virtuoso handheld instrument.", "level": 5 }
		],
		"page": 226,
		"source": "PZO2105",
		"focus": false,
		"aonId": 0,
		"id": "32248ae7-c608-4d06-8d58-2d8266d50ba2"
	},
	{
		"name": "Thoughtful Gift",
		"level": 1,
		"objectType": "Spell",
		"traits": [ "Conjuration", "Teleportation" ],
		"description": "Teleport an item to an ally's grasp.",
		"traditions": [ "arcane", "divine", "occult" ],
		"cast": "[A]",
		"components": [ "somatic" ],
		"range": "120 feet",
		"targets": "1 willing creature",
		"details": [
			"You teleport one object of light or negligible Bulk held in your hand to the target. The object appears instantly in the target's hand, if they have a free hand, or at their feet if they don't. The target knows what object you are attempting to send them. If the target is unconscious or refuses to accept your gift, or if the spell would teleport a creature (even if the creature is inside an extradimensional container), the spell fails."
		],
		"heightened": [
			{ "change": "The spell's range increases to 500 feet.", "level": 3 },
			{
				"change": "As 3rd level, and the object's maximum Bulk increases to 1. You can Cast the Spell with 3 actions instead of 1; doing so increases the range to 1 mile and you don't need line of sight to the target, but you must be extremely familiar with the target.",
				"level": 5
			}
		],
		"page": 226,
		"source": "PZO2105",
		"focus": false,
		"aonId": 722,
		"id": "26c561d1-478d-4e4b-a5ed-fbf858ea1558"
	},
	{
		"name": "Threefold Aspect",
		"level": 3,
		"objectType": "Spell",
		"traits": [ "Polymorph", "Transmutation" ],
		"description": "Switch between versions of yourself at different ages.",
		"traditions": [ "occult", "primal" ],
		"cast": "1 minute",
		"duration": "until the next time you make your daily preparations",
		"details": [
			"This spell allows you to change between three versions of yourself of different ages: a maiden (young adult), a mother (adult), or a matriarch (elderly). Choose one when you Cast the Spell. While the spell lasts, you can change the age to any of the three or to your natural age with a single action, which has the concentrate trait. Your form always looks like you regardless of the age, and creatures who know you still recognize you and can tell your age is different.",
			"<i>Threefold</i> aspect alters your physical appearance and personality to present an authentic version of yourself at various ages. This grants you a +4 status bonus to Deception checks to pass as the chosen age, and you can add your level as a proficiency bonus to these checks even if you're untrained. Furthermore, unless a creature specifically uses a Seek action or otherwise carefully examines you, it doesn't get a chance to notice that you aren't at your true age. You can Dismiss this spell."
		],
		"page": 226,
		"source": "PZO2105",
		"focus": false,
		"aonId": 723,
		"id": "b0747c51-73e3-41c5-8bdc-9e6c9b2691c0"
	},
	{
		"name": "Transmute Rock and Mud",
		"level": 5,
		"objectType": "Spell",
		"traits": [ "Earth", "Transmutation" ],
		"description": "Turn an area of rock into mud or vice versa.",
		"traditions": [ "arcane", "primal" ],
		"cast": "[A][A][A]",
		"components": [ "material", "somatic", "verbal" ],
		"range": "60 feet",
		"area": "2 adjacent 10-foot cubes",
		"details": [
			"You warp the structure of earthen material, turning rock into mud or mud into rock. Choose one of these two options when you Cast the Spell. <ul><li><b>Rock to Mud</b> You transform non-magical, unworked, and unattended stone in the area into an equal volume of mud. If you Cast this Spell on a stone floor, it becomes difficult terrain; if the resulting mud is at least 3 feet deep, it is greater difficult terrain, or the creature can try to Swim through it (DC 10 Athletics). If the mud is deep enough that a creature can't reach the bottom, the creature must Swim to move through it. If you Cast this Spell on a ceiling, the falling mud deals 8d6 bludgeoning damage (basic Reflex save) and spreads out, creating difficult terrain in an area 10 feet larger in radius than the original spell's area. Once the rock is transformed into mud, the mud is non-magical and remains until natural conditions cause it to dry out or otherwise disperse.</li><li><b>Mud to Rock</b> Mud in the area turns into unworked stone. If creatures are in the mud when it is transformed to stone, they must attempt a Reflex saving throw.</li></ul>",
			{
				"criticalSuccess": [
					"The creature escapes the mud and is atop the stone, unaffected."
				],
				"success": [
					"The creature climbs out of the mud as it turns to rock and is prone atop the stone."
				],
				"failure": [
					"The creature is partially stuck in the mud and is grabbed for 1 round or until it Escapes, whichever comes first."
				],
				"criticalFailure": [
					"The creature is entirely stuck. It is restrained for 1 round or until it Escapes, whichever comes first."
				]
			}
		],
		"heightened": [
			{ "change": "Add an additional 10-foot cube to the area adjacent to at least one of the other cubes.", "bump": 2 }
		],
		"page": 226,
		"source": "PZO2105",
		"focus": false,
		"aonId": 724,
		"id": "0b7ee579-1859-484a-aead-9d39d7199569"
	},
	{
		"name": "Vampiric Maiden",
		"level": 4,
		"objectType": "Spell",
		"traits": [ "Necromancy", "Negative" ],
		"description": "A ghostly iron maiden harms a creature and transfers its vitality to you.",
		"traditions": [ "arcane", "divine", "occult" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "30 feet",
		"targets": "1 creature",
		"savingThrow": "Fortitude",
		"details": [
			"A ghostly iron maiden snaps shut on the target and drains its vitality for your gain. This deals 4d4 piercing damage and 4d4 negative damage, and the target must attempt a Fortitude save. You gain temporary HP equal to the negative damage the target takes (after applying resistances, weaknesses, and the like). You lose any remaining temporary HP after 1 minute.",
			{
				"criticalSuccess": [
					"The target is unaffected."
				],
				"success": [
					"The target takes half damage."
				],
				"failure": [
					"The target is briefly trapped within the vampiric maiden. The target takes full damage and is immobilized by the iron maiden for 1 round or until it uses an Interact action to extricate itself, whichever comes first."
				],
				"criticalFailure": [
					"The target takes double damage and is immobilized by the vampiric maiden for 1 round or until it Escapes (the DC is your spell DC), whichever comes first."
				]
			}
		],
		"heightened": [
			{ "change": "The piercing and negative damage increase by 1d4 each.", "bump": 1 }
		],
		"page": 227,
		"source": "PZO2105",
		"focus": false,
		"aonId": 725,
		"id": "63581a72-e685-40d5-96cc-c5e67738690e"
	},
	{
		"name": "Vomit Swarm",
		"level": 2,
		"objectType": "Spell",
		"traits": [ "Evocation" ],
		"description": "Vermin erupt in a cone from your mouth, biting and stinging creatures.",
		"traditions": [ "arcane", "occult", "primal" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"area": "30-foot cone",
		"savingThrow": "basic Reflex",
		"details": [
			"You belch forth a swarm of magical vermin. You evoke and shape the creatures from your own imagination, allowing you to change the appearance of the creatures (typically a mix of centipedes, roaches, wasps, and worms), but this doesn't change the effect of the spell. The vermin swarm over anyone in the area, their bites and stings dealing 2d8 piercing damage (basic Reflex save). A creature that fails its saving throw also becomes sickened 1. Once the spell ends, the swarm disappears."
		],
		"heightened": [
			{ "change": "Increase the damage by 1d8.", "bump": 1 }
		],
		"page": 227,
		"source": "PZO2105",
		"focus": false,
		"aonId": 726,
		"id": "6db4d33f-f44c-441d-8cef-fa27ff314a5e"
	},
	{
		"name": "Wall of Flesh",
		"level": 5,
		"objectType": "Spell",
		"traits": [ "Necromancy" ],
		"description": "Spawn a wall of living flesh.",
		"traditions": [ "divine", "occult", "primal" ],
		"cast": "[A][A]",
		"components": [ "material", "somatic" ],
		"range": "20 feet",
		"duration": "10 minutes",
		"details": [
			"You craft a 20-foot-tall wall of living flesh in a straight line up to 30 feet long. The wall is 3 feet thick, and each 5-foot-long section has AC 10 and 75 HP. If you wish, the wall can be of a smaller length or height. You must create the wall in an unbroken open space so its edges don't pass through any creatures or objects, or the spell is lost. The wall can't be Repaired but can be healed by positive energy and healing spells and abilities.",
			"When you Cast the Spell, choose one of the following features for your wall. <ul><li><b>Mouths</b> The wall has countless toothy mouths along its surface. The mouths Strike any creature that ends its turn within 5 feet of the wall, using your spell attack roll for these Strikes and dealing piercing damage equal to 1d6 + your spellcasting ability modifier. The mouths are capable of consuming potions; since the wall is alive, it can recover Hit Points from a <i>potion of healing</i>, but it can't benefit from any effect that would give it the ability to move. Otherwise, the GM determines which potions can affect the wall.</li><li><b>Eyes</b> The wall sprouts hundreds of unblinking eyes. You can see through these eyes, gaining a +2 circumstance bonus to visual Perception checks within the wall's line of sight. You can also use the eyes for determining line of sight for ranged attacks and spells, but you don't have line of effect through the wall.</li><li><b>Arms</b> The wall is a mass of grasping arms. Any creature that ends its turn within 5 feet of the wall must attempt a Reflex save.</li></ul>",
			{
				"success": [
					"The creature is unaffected."
				],
				"failure": [
					"The creature is grabbed by the wall for 1 round or until it Escapes against your spell DC, whichever comes first."
				],
				"criticalFailure": [
					"The creature is restrained by the wall for 1 round or until it Escapes against your spell DC, whichever comes first."
				]
			}
		],
		"page": 227,
		"source": "PZO2105",
		"focus": false,
		"aonId": 727,
		"id": "97b74c6c-dc21-4541-88e6-793347ccf8ce"
	}
]