[
	{
		"objectType": "Archetype",
		"name": "Cavalier",
		"details": [
			"You are a skilled and dedicated warrior of the battlefield who specializes in fighting astride a powerful animal companion that serves as your mount. You and your mount are an unparalleled team, moving with shared intent to become a powerful force on the battlefield. You might wield a banner in the name of a greater organization, a liege, or an ideal you uphold, or you might fight solely to further enrich your own prestige, reputation, and coffers."
		],
		"sidebar": [
			"<b>Cavalier Pledges:</b> Many cavaliers pledge themselves in service to a specific organization or individual, such as a noble family or sovereign ruler, a knightly order or another organization, or a particular ideal. A cavalier pledged to an order or ideal must uphold its edicts and is beholden to any anathema it has; for example, a cavalier pledged to the druid's animal order would be tied to that anathema, while a cavalier pledged to the church of Abadar would be held to the same standards as a cleric of that god. If you pledge yourself to an entity or cause without a stated anathema, you should work with your GM to determine the edicts and anathema associated with your pledge.",
			"Cavaliers who have pledged themselves can gain access to certain abilities related to that pledge, such as Cavalier's Banner. If you violate the anathema of your pledge, you lose access to those feats until you benefit from an atone ritual. Changing the subject of your pledge is equivalent to retraining a class feature."
		],
		"page": 164,
		"source": "PZO2105",
		"id": "6f333174-beac-48d1-ad77-23b43e78020a",
		"aonId": 53
	},
	{
		"objectType": "DedicationFeat",
		"name": "Cavalier Dedication",
		"level": 2,
		"traits": [ "Archetype", "Dedication" ],
		"prerequisites": [ "trained in Nature or Society" ],
		"details": [
			"You gain a young animal companion (<i>Core Rulebook</i> 214) that serves as your mount. You can choose from animal companions with the mount special ability, as well as any additional options from your pledge, as determined by your GM. You must choose an animal companion that's at least one size larger than you, but if the animal usually starts as Small, you can begin with a Medium version of that animal (changing no statistics other than its size)."
		],
		"special": [
			"You cannot select another dedication feat until you have gained two other feats from the cavalier archetype. This restriction is waived if you have pledged to the organization associated with the other dedication feat. For example, if you are pledged to a Hellknight order, you could take Hellknight dedication feats without needing to gain other feats from the cavalier archetype first."
		],
		"page": 164,
		"source": "PZO2105",
		"id": "8f503562-b652-49af-9a45-5417a5403f45",
		"aonId": 1919
	},
	{
		"objectType": "Feat",
		"name": "Cavalier's Banner",
		"level": 4,
		"traits": [ "Uncommon", "Archetype", "Emotion", "Mental", "Visual" ],
		"prerequisites": [ "Cavalier Dedication" ],
		"requirements": "You have pledged your service to a specific organization or ideal (see Cavalier Pledges sidebar).",
		"details": [
			"You fly the banner of your pledge from your mount, raising your allies' spirits. You and all allies within 30 feet gain a +1 circumstance bonus to Will saves and DCs against fear effects. If your banner is destroyed or removed, allies within 30 feet become frightened 1."
		],
		"sidebar": [
			"<b>Cavalier Pledges:</b> Many cavaliers pledge themselves in service to a specific organization or individual, such as a noble family or sovereign ruler, a knightly order or another organization, or a particular ideal. A cavalier pledged to an order or ideal must uphold its edicts and is beholden to any anathema it has; for example, a cavalier pledged to the druid's animal order would be tied to that anathema, while a cavalier pledged to the church of Abadar would be held to the same standards as a cleric of that god. If you pledge yourself to an entity or cause without a stated anathema, you should work with your GM to determine the edicts and anathema associated with your pledge.",
			"Cavaliers who have pledged themselves can gain access to certain abilities related to that pledge, such as Cavalier's Banner. If you violate the anathema of your pledge, you lose access to those feats until you benefit from an atone ritual. Changing the subject of your pledge is equivalent to retraining a class feature."
		],
		"page": 164,
		"source": "PZO2105",
		"id": "07d1bf78-dd99-4ad3-9135-1689d29e8d85",
		"aonId": 1920
	},
	{
		"objectType": "Feat",
		"name": "Cavalier's Charge",
		"actionType": "[A][A]",
		"level": 4,
		"traits": [ "Archetype", "Flourish" ],
		"prerequisites": [ "Cavalier Dedication" ],
		"requirements": "You are riding your mount",
		"details": [
			"You Command an Animal to order your mount to Stride twice. At any point during this movement, you can Strike one enemy within reach or within the first range increment of a ranged weapon. You gain a +1 circumstance bonus to your attack roll."
		],
		"page": 164,
		"source": "PZO2105",
		"id": "7db5d9a3-2783-4d9b-8942-cd65144bdf75",
		"aonId": 1921
	},
	{
		"objectType": "Feat",
		"name": "Impressive Mount",
		"level": 4,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Cavalier Dedication" ],
		"details": [
			"You've trained your mount to become a powerful force on the battlefield. The mount you gained through the Cavalier Dedication feat becomes a mature animal companion, granting it additional capabilities. During an encounter, even if you don't use the Command an Animal action, your animal companion can still use 1 action on your turn to Stride or Strike."
		],
		"page": 164,
		"source": "PZO2105",
		"id": "0f083dc5-674e-4f66-bea9-b502c689cef3",
		"aonId": 1922
	},
	{
		"objectType": "Feat",
		"name": "Quick Mount",
		"level": 4,
		"traits": [ "Archetype", "Skill" ],
		"prerequisites": [ "Cavalier Dedication", "expert in Nature" ],
		"requirements": "You are adjacent to a creature that is at least one size larger than you and is willing to be your mount.",
		"details": [
			"You and your mount can spring into action at a moment's notice. You Mount the creature and Command an Animal to issue it an order of your choice."
		],
		"special": [
			"."
		],
		"page": 164,
		"source": "PZO2105",
		"id": "cebac6a9-868e-4ad4-915a-9c2680daeb92",
		"aonId": 1923
	},
	{
		"objectType": "Feat",
		"name": "Defend Mount",
		"actionType": "[R]",
		"level": 6,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Cavalier Dedication" ],
		"trigger": "An enemy makes an attack roll against your mount while you're riding it.",
		"details": [
			"You interpose yourself between an attacker and your mount, defending your mount from harm. Use your own AC against the triggering attack instead your mount's AC. If the triggering attack hits, you take the effects of the attack instead of your mount."
		],
		"page": 164,
		"source": "PZO2105",
		"id": "64ed6015-b769-4c8a-bc8b-bb3c9c371b64",
		"aonId": 1924
	},
	{
		"objectType": "Feat",
		"name": "Mounted Shield",
		"level": 6,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Cavalier Dedication" ],
		"details": [
			"You've trained with your shield to defend both yourself and your mount. When you Raise a Shield while mounted, both you and your mount gain the shield's circumstance bonus to AC. If you have the Shield Block reaction, you can use it in response to your mount taking damage, as long as you're riding your mount. If you do, the shield prevents your mount from taking damage instead of preventing you from taking damage, following the normal rules for Shield Block."
		],
		"page": 164,
		"source": "PZO2105",
		"id": "56c11248-5e47-4fc2-b8b1-79954c5bd1d8",
		"aonId": 1925
	},
	{
		"objectType": "Feat",
		"name": "Incredible Mount",
		"level": 8,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Impressive Mount" ],
		"details": [
			"Under your care and training, your mount has realized its innate potential. The mount you gained through the Cavalier Dedication feat becomes a nimble or savage animal companion (your choice), gaining additional capabilities determined by the type of companion."
		],
		"page": 165,
		"source": "PZO2105",
		"id": "0d856036-6384-4c8c-b840-227ed60b76ee",
		"aonId": 1926
	},
	{
		"objectType": "Feat",
		"name": "Trampling Charge",
		"actionType": "[A][A][A]",
		"level": 10,
		"traits": [ "Archetype", "Flourish" ],
		"prerequisites": [ "Cavalier Dedication" ],
		"requirements": "You are riding a mount that has a melee Strike using its legs (claw, talons, hoof, etc.).",
		"details": [
			"You urge your mount forward, trampling enemies in your path. You command your mount to Stride up to its Speed (or to Burrow, Climb, Fly, or Swim, if it has the corresponding movement type), moving through the spaces of any foes in your path up to one size smaller than your mount. Your mount deals damage equal to the melee Strike using its legs to each creature whose space you move through, subject to a basic Reflex save against your mount's Athletics DC. On a critical failure, the creature also becomes flat-footed until the end of your next turn. You can damage a given creature only once during this movement."
		],
		"page": 165,
		"source": "PZO2105",
		"id": "bd976814-36df-4408-84cd-71efe51b2f2e",
		"aonId": 1927
	},
	{
		"objectType": "Feat",
		"name": "Unseat",
		"actionType": "[A]",
		"level": 10,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Cavalier Dedication" ],
		"requirements": "You are riding your mount and wielding a jousting weapon.",
		"details": [
			"You attempt to knock an opponent off their mount. Make a melee Strike against a mounted opponent. If your attack hits, attempt an Athletics check against the opponent's Fortitude DC. If you succeed, the foe is knocked off its mount into a space of its choice adjacent to its mount. If you critically succeed, it lands prone."
		],
		"page": 165,
		"source": "PZO2105",
		"id": "80e1849c-558b-4329-94a1-5069ad0a86c2",
		"aonId": 1928
	},
	{
		"objectType": "Feat",
		"name": "Specialized Mount",
		"level": 14,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Incredible Mount" ],
		"details": [
			"You've trained your mount to perform in unusual or even extreme circumstances, granting it abilities far beyond others of its kind. Your mount gains one specialization of your choice."
		],
		"special": [
			"You can select this feat up to three times. Each time, add a different specialization to your mount. You mount can't have more than three specializations."
		],
		"page": 165,
		"source": "PZO2105",
		"id": "99977409-e0a9-42f7-a751-8683c3c3a4c9",
		"aonId": 1929
	},
	{
		"objectType": "Feat",
		"name": "Legendary Rider",
		"level": 20,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Cavalier Dedication" ],
		"details": [
			"You and your mount move like one being, effortlessly reading each other's signals. Whenever you are riding your mount, you are quickened; you can use the extra action only to command your mount using the Command an Animal skill action."
		],
		"page": 165,
		"source": "PZO2105",
		"id": "f0201e17-26e3-43bc-ad77-fc147e20fc9f",
		"aonId": 1930
	}
]