[
	{
		"objectType": "Archetype",
		"name": "Celebrity",
		"details": [
			"You're a special personality... and you know it. You're not merely comfortable in the spotlight, you crave it. While the traditional celebrity is a musician or another type of performer, you could be known for any occupation."
		],
		"page": 166,
		"source": "PZO2105",
		"id": "7b28d0c1-359a-458f-b88c-1252b4456007",
		"aonId": 54
	},
	{
		"objectType": "DedicationFeat",
		"name": "Celebrity Dedication",
		"level": 2,
		"traits": [ "Archetype", "Dedication" ],
		"details": [
			"The more people you have looking at you, the more content you are, and you take every opportunity to show up others when their performances are less than perfect. You gain the Upstage reaction. In addition, when you Earn Income, if the level of the task is higher than your level, you gain a +1 circumstance bonus to your check to Earn Income.",
			"<b>Upstage</b> [R] <b>Trigger</b> A foe attempts a skill check and doesn't get a critical success; <b>Effect</b> After your foe has tried their best, you show everyone how it's really done. Attempt a check using the same skill that triggered this reaction.",
			{
				"criticalSuccess": [
					"You gain a +1 status bonus to attack rolls, Perception checks, saving throws, and skill checks until the end of your next turn."
				],
				"success": [
					"As critical success, except you gain the benefits only if the triggering creature failed their skill check."
				]
			}
		],
		"special": [
			"You can't select another dedication feat until you have gained two other feats from the celebrity archetype."
		],
		"page": 166,
		"source": "PZO2105",
		"id": "5d1c8a4e-e603-48e5-a270-51b5b452cb8f",
		"aonId": 1931
	},
	{
		"objectType": "Feat",
		"name": "Never Tire",
		"actionType": "[R]",
		"level": 4,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Celebrity Dedication" ],
		"trigger": "You would gain the fatigued condition",
		"requirements": "You are observed by at least three creatures who aren't foes.",
		"details": [
			"As long as you have an audience, you can continue to perform. Indeed, you must-you have an obligation to your fans! You delay the effects of the fatigued condition for 1 minute or until you are no longer observed by the required creatures, whichever comes first. If the fatigued condition has a duration, the duration begins to elapse only after the delay. You can't further delay or prevent the fatigued condition after this ability ends."
		],
		"page": 166,
		"source": "PZO2105",
		"id": "22fcee8b-1948-4778-90e9-f8bbec50c73e",
		"aonId": 1932
	},
	{
		"objectType": "Feat",
		"name": "Mesmerizing Gaze",
		"actionType": "[A][A]",
		"level": 6,
		"traits": [ "Archetype", "Emotion", "Enchantment", "Mental", "Visual" ],
		"prerequisites": [ "Celebrity Dedication" ],
		"details": [
			"When you meet someone's gaze, they are unable to look away. Choose one target creature. That creature must succeed at a Will save or be fascinated until the end of your next turn; the DC for this save is equal to your class DC or spell DC, whichever is higher. If the creature succeeds at its save or its fascination ends due to a hostile action, it becomes temporarily immune to your Mesmerizing Gaze for 1 day.",
			"When you select this feat, it gains either the arcane or occult trait; once you make this choice, you can't change it."
		],
		"page": 166,
		"source": "PZO2105",
		"id": "478b3ba7-6010-4705-b1b7-6d63f586a4a6",
		"aonId": 1933
	},
	{
		"objectType": "Feat",
		"name": "Command Attention",
		"actionType": "[A]",
		"level": 10,
		"traits": [ "Archetype", "Auditory", "Emotion", "Enchantment", "Mental", "Visual" ],
		"prerequisites": [ "Celebrity Dedication" ],
		"details": [
			"You command the attention of all around you with style, ensuring their gaze falls only upon you until the end of your next turn. When creatures within 30 feet of you attempt saving throws against other visual effects, they use the outcome for one degree of success better than the result they rolled. An enemy within the area attempting to use a visual effect that involves focusing its attention on a particular creature (such as a medusa's Focus Gaze) must succeed at a Will save against your class DC or spell DC, whichever is higher, in order to target any creature except you. Allies in the area can attempt to Hide even if they don't have cover, as you are continually providing a distraction."
		],
		"page": 166,
		"source": "PZO2105",
		"id": "dc12fbff-5017-4590-9a25-091e9f0af13e",
		"aonId": 1934
	}
]