[
	{
		"objectType": "Archetype",
		"name": "Dandy",
		"details": [
			"You are a genteel master of style, culture, and decorum, aware of even the subtlest rules of etiquette. Whether you were born into status, acquired it later in life, or merely pretend to possess it, you look and act your part to manicured perfection."
		],
		"page": 167,
		"source": "PZO2105",
		"id": "f1252079-4116-4b64-9353-458a8b73adaa",
		"aonId": 55,
		"hash": "bFzHxVgA"
	},
	{
		"objectType": "DedicationFeat",
		"name": "Dandy Dedication",
		"level": 2,
		"traits": [ "Archetype", "Dedication" ],
		"prerequisites": [ "trained in Diplomacy" ],
		"details": [
			"You are a consummate student of dignity, etiquette, and fashion. You can use the Diplomacy skill to perform the special downtime activity Influence Rumor, spending at least one day of downtime to manipulate the course, tone, or content of a rumor to your benefit. The difficulty of Influencing a Rumor is determined by the GM based on the size of the community, the relative perceptiveness of the inhabitants, and the agency of other rumormongers, but it typically starts with at least DC 15 for a small village and increases to at least DC 20 for a town, at least DC 30 for a city, and at least DC 40 for a metropolis.",
			"You become trained in Deception and Society; if you were already trained, you become an expert instead."
		],
		"special": [
			"You can't select another Dedication feat until you have gained two other feats from the dandy archetype."
		],
		"page": 167,
		"source": "PZO2105",
		"id": "64d50d09-6722-4150-8b28-ac2ab25eef99",
		"aonId": 1935
	},
	{
		"objectType": "Feat",
		"name": "Distracting Flattery",
		"actionType": "[R]",
		"level": 4,
		"traits": [ "Archetype", "Skill" ],
		"prerequisites": [ "Dandy Dedication", "expert in Deception" ],
		"trigger": "You observe a target's attitude toward yourself or your allies decrease as a result of an ally's behavior.",
		"details": [
			"You know how to maintain a good impression and manage your image, even while keeping uncouth company. Make a Deception check against the target's Will DC. Regardless of your result, the target is temporarily immune to your Distracting Flattery for 10 minutes.",
			{
				"success": [
					"The target's attitude doesn't decrease as a result of your ally's social blunder."
				],
				"failure": [
					"The target's attitude decreases, as normal."
				],
				"criticalFailure": [
					"Your attempt makes matters worse, decreasing the target's attitude toward you by one step, in addition to any changes from the behavior that triggered this reaction."
				]
			}
		],
		"page": 167,
		"source": "PZO2105",
		"id": "5774fc3a-b75b-4c9f-a0a7-7832ae981319",
		"aonId": 1936,
		"hash": "pZbWqlfr"
	},
	{
		"objectType": "Feat",
		"name": "Gossip Lore",
		"level": 4,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Dandy Dedication" ],
		"details": [
			"Your time gossiping in fashionable salons keeps you informed on every topic. You are trained in Gossip Lore, a special Lore skill that can be used only to Recall Knowledge, but on any topic. If you fail a check to Recall Knowledge with Gossip Lore, you get the effects of the Dubious Knowledge skill feat (<i>Core Rulebook</i> 260).",
			"If you have legendary proficiency in Society, you gain expert proficiency in Gossip Lore, but you can't increase your proficiency rank in Gossip Lore by any other means."
		],
		"page": 167,
		"source": "PZO2105",
		"id": "a222a722-6302-448f-83d4-b1d2775b294f",
		"aonId": 1937,
		"hash": "lQyyTtvH"
	},
	{
		"objectType": "Feat",
		"name": "Fabricated Connections",
		"level": 7,
		"traits": [ "Archetype", "Skill" ],
		"prerequisites": [ "Dandy Dedication", "master in Deception" ],
		"details": [
			"You can lie about having taken an action so convincingly that you acquire all the tangible benefits of having successfully completed it. You can roll Deception in place of a different skill when attempting to Earn Income, Make an Impression, Request, or Subsist. You can use Fabricated Connections to Make an Impression or Request once per day, and you can also use it once per week to Earn Income or Subsist."
		],
		"page": 167,
		"source": "PZO2105",
		"id": "70a4eaed-f2f1-4079-9dad-f00dd2f20aa8",
		"aonId": 1938,
		"hash": "nRkAxbzz"
	},
	{
		"objectType": "Feat",
		"name": "Party Crasher",
		"level": 7,
		"traits": [ "Archetype", "Skill" ],
		"prerequisites": [ "Dandy Dedication", "master in Society" ],
		"details": [
			"You attend all the fashionable society parties, no matter how exclusive they might be. Any time you encounter a social event you would ordinarily be denied access to, such as a coronation, royal gala, or other society function, you can spend 1d4 hours to secure entry without the need for a skill check. You find invitations, invitees looking for fashionable dates, temporary jobs with the caterers, event staff willing to look the other way, or some other mode of access for yourself and your allies. This ability doesn't apply to secret events or other small private gatherings with no staff, dates, or outsiders involved."
		],
		"page": 167,
		"source": "PZO2105",
		"id": "9f5ae12d-cce5-4c95-828c-42aca629dbac",
		"aonId": 1939,
		"hash": "glEnDkQp"
	}
]