[
	{
		"objectType": "Archetype",
		"name": "Dual-Weapon Warrior",
		"details": [
			"You're able to effortlessly fight with multiple weapons simultaneously, weaving your weapons together into a storm of quick attacks. To you, continual offense is the best form of defense, and you leave little room for your foes to avoid your whirlwind of weapons."
		],
		"additionalFeats": [
			{ "level": 6, "name": "Twin Parry" },
			{ "level": 12, "name": "Twin Riposte" },
			{ "level": 16, "name": "Improved Twin Riposte" },
			{ "level": 16, "name": "Two-Weapon Flurry" },
			{ "level": 18, "name": "Twinned Defense" }
		],
		"page": 170,
		"source": "PZO2105",
		"id": "ab69fa0e-ece7-47ad-9215-32861224d9c5",
		"aonId": 57,
		"hash": "gjyHfWHB"
	},
	{
		"objectType": "DedicationFeat",
		"name": "Dual-Weapon Warrior Dedication",
		"level": 2,
		"traits": [ "Archetype", "Dedication" ],
		"details": [
			"You're exceptional in your use of two weapons. You gain the Double Slice fighter feat (<i>Core Rulebook</i> 144). This serves as Double Slice for the purpose of meeting prerequisites."
		],
		"special": [
			"You can't select another dedication feat until you gain two other feats from the dual-weapon warrior archetype."
		],
		"page": 170,
		"source": "PZO2105",
		"id": "0ef7a0d0-51cd-4bb3-a614-cfed56fb0ce3",
		"aonId": 0
	},
	{
		"objectType": "Feat",
		"name": "Dual Thrower",
		"level": 4,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Dual-Weapon Warrior Dedication" ],
		"details": [
			"You know how to throw two weapons as easily as strike with them. Whenever a dual-weapon warrior feat allows you to make a melee Strike, you can instead make a ranged Strike with a thrown weapon or a one-handed ranged weapon you are wielding. Any effects from these feats that apply to one-handed melee weapons or melee Strikes also apply to one-handed ranged weapons and ranged Strikes."
		],
		"page": 170,
		"source": "PZO2105",
		"id": "20a8f285-bed7-4b09-9924-43e0657e4023",
		"aonId": 1951,
		"hash": "jzDqsZkZ"
	},
	{
		"objectType": "Feat",
		"name": "Dual-Weapon Reload",
		"actionType": "[A]",
		"level": 4,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Dual-Weapon Warrior Dedication" ],
		"requirements": "You are wielding two one-handed weapons, each in a different hand, one of which is a ranged weapon.",
		"details": [
			"You carry your ammunition in a way that allows you to reload while holding two weapons. You Interact to reload a one-handed ranged weapon you're holding. Unlike most Interact actions, you don't need a free hand to reload your ranged weapon in this way."
		],
		"page": 170,
		"source": "PZO2105",
		"id": "f6774d68-6108-43c4-a79a-75889152b510",
		"aonId": 1952,
		"hash": "WRvwdNWY"
	},
	{
		"objectType": "Feat",
		"name": "Flensing Slice",
		"actionType": "[A]",
		"level": 8,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Dual-Weapon Warrior Dedication" ],
		"requirements": "Your last action was a Double Slice, and both attacks hit the target.",
		"details": [
			"When you hit with both attacks with Double Slice, you flense the target, making it bleed and creating a weak spot. The target takes 1d8 persistent bleed damage per weapon damage die of whichever of the weapons you used that has the most weapon damage dice (maximum 4d8 for a <i>major striking</i> weapon). The target becomes flat-footed, and its resistances to any physical damage types are reduced by 5; these two effects last until the beginning of your next turn."
		],
		"page": 170,
		"source": "PZO2105",
		"id": "9feecf64-7810-43e9-8621-9b67180c9a70",
		"aonId": 1953,
		"hash": "WlQdWPBP"
	},
	{
		"objectType": "Feat",
		"name": "Dual-Weapon Blitz",
		"actionType": "[A][A]",
		"level": 10,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Dual-Weapon Warrior Dedication" ],
		"requirements": "You are wielding two one-handed melee weapons, each in a different hand.",
		"details": [
			"You attack as you dash among foes. Stride up to your Speed. At any point during this movement, you can Strike once with each of the two required weapons. These Strikes can be against the same or different targets, as you see fit."
		],
		"page": 170,
		"source": "PZO2105",
		"id": "824e5349-6691-40d3-a0dc-2f17a70b1f6e",
		"aonId": 1954,
		"hash": "EQEtZTqq"
	},
	{
		"objectType": "Feat",
		"name": "Dual Onslaught",
		"level": 14,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Dual-Weapon Warrior Dedication" ],
		"details": [
			"When you lash out with both weapons, you leave no room for the target to escape your attack. When you use Double Slice, if you miss with both Strikes, choose one of the two weapons and apply the effects of a hit with that weapon. You can't choose a weapon if your attack roll with that weapon was a critical failure, meaning you still miss entirely if both attack rolls were critical failures."
		],
		"page": 170,
		"source": "PZO2105",
		"id": "1d4a6169-08bd-4508-9ad5-94a2677d1274",
		"aonId": 1955,
		"hash": "nQvsNnRq"
	}
]