[
	{
		"objectType": "Archetype",
		"name": "Duelist",
		"details": [
			"Across the world, students in martial academies practice with their blades to master one-on-one combat. The libraries of such schools hold deep troves of information detailing hundreds of combat techniques, battle stances, and honorable rules of engagement. Those who gain admission to such schools might train in formalized duels-and that's certainly the more genteel route to take. However, others assert that there's no better place to try out dueling techniques than in the life-and-death struggles common to an adventurer's life."
		],
		"additionalFeats": [
			{ "level": 4, "name": "Dueling Parry" },
			{ "level": 8, "name": "Disarming Stance" },
			{ "level": 10, "name": "Dueling Riposte" },
			{ "level": 12, "name": "Disarming Twist" },
			{ "level": 14, "name": "Dueling Dance" },
			{ "level": 14, "name": "Improved Dueling Riposte" },
			{ "level": 16, "name": "Guiding Riposte" }
		],
		"page": 171,
		"source": "PZO2105",
		"id": "38c701da-ba82-45f9-a2e0-0b2e9f23f094",
		"aonId": 58
	},
	{
		"objectType": "DedicationFeat",
		"name": "Duelist Dedication",
		"level": 2,
		"traits": [ "Archetype", "Dedication" ],
		"prerequisites": [ "trained in light armor and simple weapons" ],
		"details": [
			"You are always ready to draw your weapon and begin a duel, no matter the circumstances. You gain the Quick Draw ranger feat (<i>Core Rulebook</i> 172), enabling you to both draw and attack with a weapon as 1 action. This serves as Quick Draw for the purpose of meeting prerequisites."
		],
		"special": [
			"You cannot select another dedication feat until you have gained two other feats from the duelist archetype."
		],
		"page": 171,
		"source": "PZO2105",
		"id": "430f1bd6-24fc-4ab5-a857-1b51a7c21e6a",
		"aonId": 1956
	},
	{
		"objectType": "Feat",
		"name": "Duelist's Challenge",
		"level": 4,
		"traits": [ "Archetype", "Open" ],
		"prerequisites": [ "Duelist Dedication" ],
		"details": [
			"Select one foe that you can see and proclaim a challenge. That foe is your dueling opponent until they are defeated, flee, or the encounter ends. Any time you hit that enemy using a single one-handed melee weapon while your other hand or hands are free, you gain a circumstance bonus to the Strike's damage equal to the number of damage dice your weapon deals.",
			"If you attack a creature other than your dueling opponent, you take a circumstance penalty to damage equal to the number of damage dice your weapon deals."
		],
		"page": 171,
		"source": "PZO2105",
		"id": "bed0332c-30c7-42c0-a848-0ee69e1d75ce",
		"aonId": 1957
	},
	{
		"objectType": "Feat",
		"name": "Selfless Parry",
		"level": 8,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Dueling Parry", "Duelist Dedication" ],
		"details": [
			"You protect those near you with a flash of steel. When you're benefiting from Dueling Parry, allies adjacent to you gain a +1 circumstance bonus to AC. If you have Dueling Riposte, you can use it when an enemy within your reach critically fails a Strike against an ally adjacent to you, not just against yourself."
		],
		"page": 171,
		"source": "PZO2105",
		"id": "b3d34c00-8889-4f35-8547-219b1a3c9974",
		"aonId": 1958
	},
	{
		"objectType": "Feat",
		"name": "Student of the Dueling Arts",
		"level": 12,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Duelist Dedication" ],
		"details": [
			"You have studied a great many combat techniques, which you can review each day. During your daily preparations, you can swap out any number of your duelist archetype feats for other duelist archetype feats of the appropriate level for which you are qualified. You can't swap out Duelist Dedication or Student of the Dueling Arts in this way.",
			"In addition, you can enter a stance from a duelist archetype feat you don't have (such as one listed under Additional Feats) by increasing the number of actions it takes to enter the stance by 1 (typically to 2 actions). You must still meet the feat's prerequisites."
		],
		"page": 171,
		"source": "PZO2105",
		"id": "a68f2515-5c99-49fa-a0d9-32a2de263698",
		"aonId": 1959
	}
]