[
	{
		"objectType": "Archetype",
		"name": "Eldritch Archer",
		"details": [
			"While many archers see their craft as an art form as much as a means of battle, a small number of archers seek to perfect their skills through magic, and you are among their number. Bolstering your athletic and martial abilities with mystical talents, you achieve rare heights with the bow or crossbow-transforming arrows or bolts into eldritch ammunition, sending arrows zig-zagging nearly unerringly to their target, and manifesting arrows that can deliver spells or even instant death.",
			"While having some spellcasting ability increases your potential flexibility and power as an eldritch archer, you might learn the secrets of these arts without being independently skilled in spellcasting, instead learning the magic of the bow for its own sake."
		],
		"additionalFeats": [
			{ "level": 20, "name": "Impossible Volley" }
		],
		"sidebar": [
			"<b>Elven Arrows</b> The ability to infuse eldritch energy into bow shots is often seen as a kind of elven magic. While it may be true that elves #rst developed eldritch archery as a martial art, and many eldritch archers are elves and half-elves, other peoples have learned and developed their own forms of eldritch archery.",
			"Some whisper that remote regions to the south have their own dedications that rely on elemental archery, while the strange and shadowy hunters of the Uskwood use a form that relies on tenebrous shadow magic. Disturbing rumors circulate claiming that devils have developed a diabolical form of magical archery that can trap the soul and bind it to Hell, albeit for a short time. Like any form of magic, the discipline of eldritch archery will continue to develop among its practitioners across the multiverse."
		],
		"page": 172,
		"source": "PZO2105",
		"id": "ad06455c-4d9c-46c1-a3df-baa2f9eeedb0",
		"aonId": 59,
		"hash": "rBxOHzUp"
	},
	{
		"objectType": "DedicationFeat",
		"name": "Eldritch Archer Dedication",
		"level": 6,
		"traits": [ "Archetype", "Dedication", "Magical" ],
		"prerequisites": [ "expert in at least one type of bow" ],
		"details": [
			"You blend magic with your archery, leading to powerful results.",
			"If you don't already cast spells from spell slots, you learn to cast spontaneous spells and gain the Cast a Spell activity. You gain a spell repertoire with one cantrip of your choice, from a spell list of your choice. You choose this cantrip from the common spells on your chosen spell list or from other spells to which you have access on that list. This cantrip must require a spell attack roll. You're trained in spell attack rolls and spell DCs for that tradition. Your key spellcasting ability for these spells is Charisma.",
			"If you already cast spells from spell slots, you learn one additional cantrip from that tradition. If you're a prepared caster, you can prepare this spell in addition to your usual cantrips per day; if you're a spontaneous caster, you add this cantrip to your spell repertoire.",
			"You also gain Eldritch Shot.",
			"<b>Eldritch Shot</b> [A][A][A] <b>Requirements</b> You are wielding a bow; <b>Effect</b> You Cast a Spell that takes 1 or 2 actions to cast and requires a spell attack roll. The effects of the spell do not occur immediately but are imbued into the bow you're wielding. Make a Strike with that bow. Your spell flies with the ammunition, using your attack roll result to determine the effects of both the Strike and the spell. This counts as two attacks for your multiple attack penalty, but you don't apply the penalty until after you've completed both attacks."
		],
		"special": [
			"You can't select another dedication feat until you have gained two other feats from the eldritch archer archetype."
		],
		"page": 172,
		"source": "PZO2105",
		"id": "9f715e13-e18e-47a0-9e14-eb9d11abc379",
		"aonId": 1960
	},
	{
		"objectType": "Feat",
		"name": "Basic Eldritch Archer Spellcasting",
		"level": 8,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Eldritch Archer Dedication" ],
		"details": [
			"You gain the basic spellcasting benefits (page 150). Each time you gain a spell slot of a new level from this archetype, add a spell of the appropriate spell level to your repertoire, either a common spell of your chosen tradition or another spell of that tradition you have learned or discovered."
		],
		"page": 172,
		"source": "PZO2105",
		"id": "32f8dc62-59f3-4acc-8d58-14ead3694076",
		"aonId": 1961,
		"hash": "pMUUWWBD"
	},
	{
		"objectType": "Feat",
		"name": "Enchanting Arrow",
		"actionType": "[A][A]",
		"level": 8,
		"traits": [ "Archetype", "Emotion", "Enchantment", "Magical", "Mental" ],
		"prerequisites": [ "Eldritch Archer Dedication" ],
		"details": [
			"With a single whisper carried on the wind, you enchant your ammunition to make a foe more vulnerable to your attacks. Make a bow Strike. On a hit, the target takes an additional 2d6 mental damage. On a critical hit, the target also becomes stunned 1. The mental damage increases to 3d6 if your bow has a <i>greater striking</i> rune, or to 4d6 if your bow has a <i>major striking</i> rune."
		],
		"page": 173,
		"source": "PZO2105",
		"id": "3e42a2dc-bac0-4f7d-8015-02b6aae40f1b",
		"aonId": 1962,
		"hash": "RHzMpmrQ"
	},
	{
		"objectType": "Feat",
		"name": "Magic Arrow",
		"actionType": "[F]",
		"level": 8,
		"traits": [ "Archetype", "Magical", "Transmutation" ],
		"prerequisites": [ "Eldritch Archer Dedication" ],
		"frequency": "once per round",
		"details": [
			"You imbue your ammunition with eldritch power. When you select this feat, choose three types of common magical ammunition of 4th level or lower from the <i>Core Rulebook</i> (page 559) or this book (pages 256-259). Your GM might allow you to choose from other types of magical ammunition, such as uncommon ammunition, or ammunition from other books.",
			"When using Magic Arrow, you transform a non-magical arrow or bolt into a piece of ammunition of one type you chose. You must shoot the ammunition before the end of your turn or the magic dissipates. If the ammunition has an Activate entry, you still need to spend the required actions to activate the ammunition before shooting it. When you use Magic Arrow, you can choose a type of magical ammunition that is typically not available to the type of ammunition you're using-for example, you can use <i>climbing bolt</i> on an arrow, even though that magical ammunition is normally only found on bolts."
		],
		"special": [
			"You can select this feat multiple times. Each time you do, select three additional types of ammunition as described above."
		],
		"page": 173,
		"source": "PZO2105",
		"id": "f33756a7-e35a-4ef1-88cf-387e5592ddd5",
		"aonId": 1963,
		"hash": "QxCOZUzU"
	},
	{
		"objectType": "Feat",
		"name": "Precious Arrow",
		"actionType": "[A]",
		"level": 8,
		"traits": [ "Archetype", "Magical", "Transmutation" ],
		"prerequisites": [ "Eldritch Archer Dedication" ],
		"details": [
			"You enchant a piece of ammunition with the magical essence of a precious material, allowing you to leverage certain creatures' weaknesses. Choose cold iron or silver; if you shoot the arrow before the end of your turn, it counts as that material. At 14th level, add adamantine to the list of materials you can choose from."
		],
		"page": 173,
		"source": "PZO2105",
		"id": "29d1e2a0-1bd0-4a33-8a54-b7f611a2cbe5",
		"aonId": 1964,
		"hash": "GbpZpZnd"
	},
	{
		"objectType": "Feat",
		"name": "Expert Eldritch Archer Spellcasting",
		"level": 12,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Basic Eldritch Archer Spellcasting" ],
		"details": [
			"You gain the expert spellcasting bene#ts (page 150)."
		],
		"page": 173,
		"source": "PZO2105",
		"id": "bacf7a52-b9bc-4368-a154-96b36536144b",
		"aonId": 1965,
		"hash": "fbIgZfvA"
	},
	{
		"objectType": "Feat",
		"name": "Seeker Arrow",
		"actionType": "[A]",
		"level": 14,
		"traits": [ "Archetype", "Divination", "Magical" ],
		"prerequisites": [ "Eldritch Archer Dedication" ],
		"details": [
			"Your shots zip around corners and fly at impossible angles to reach your target. Make a bow Strike against a foe you can see; the ammunition travels to your target, even around corners. You ignore the target's concealed condition and all cover."
		],
		"page": 173,
		"source": "PZO2105",
		"id": "5074d324-4a72-44f5-a5a5-1fab940f3335",
		"aonId": 1966,
		"hash": "GfjUqDrT"
	},
	{
		"objectType": "Feat",
		"name": "Phase Arrow",
		"actionType": "[A]",
		"level": 16,
		"traits": [ "Archetype", "Conjuration", "Magical" ],
		"prerequisites": [ "Eldritch Archer Dedication" ],
		"frequency": "once per day",
		"details": [
			"You can concentrate an immense amount of magic to create a piece of ammunition that phases through everything but your target. Make a bow Strike against a foe who is observed or hidden to you (but not undetected). The ammunition travels to your target in a straight line, passing through any non-magical barriers or walls in its way, though magical barriers stop the arrow. The shot ignores all cover, the concealed condition, the hidden condition, and circumstance bonuses to AC from shields. It has a +4 status bonus to hit creatures wearing any type of armor. The Strike's damage can't be reduced with a Shield Block reaction using a non-magical shield."
		],
		"page": 173,
		"source": "PZO2105",
		"id": "b746e803-3199-4050-9616-222adfb6032b",
		"aonId": 1967,
		"hash": "jhIjQGMW"
	},
	{
		"objectType": "Feat",
		"name": "Arrow of Death",
		"actionType": "[A][A][A]",
		"level": 18,
		"traits": [ "Archetype", "Magical", "Necromancy" ],
		"prerequisites": [ "Eldritch Archer Dedication" ],
		"frequency": "once per day",
		"details": [
			"You modify an arrow or bolt to bring death to your target in a single potent hit. Make a bow Strike. On a hit, you deal an additional 10d10 precision damage. On a critical hit, the target must also succeed at a Fortitude saving throw against your class DC or spell DC, whichever is higher, or be immediately slain; this save has the death and incapacitation traits."
		],
		"page": 173,
		"source": "PZO2105",
		"id": "8624203f-54b1-45aa-9c4d-aea058c730ee",
		"aonId": 1968,
		"hash": "AtjgGySG"
	},
	{
		"objectType": "Feat",
		"name": "Master Eldritch Archer Spellcasting",
		"level": 18,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Expert Eldritch Archer Spellcasting" ],
		"details": [
			"You gain the master spellcasting bene#ts (page 150)."
		],
		"page": 173,
		"source": "PZO2105",
		"id": "ca976d54-fbf6-4822-95c6-97a813ca35e2",
		"aonId": 1969,
		"hash": "xZmQrLqN"
	}
]