[
	{
		"objectType": "Archetype",
		"name": "Gladiator",
		"details": [
			"The roar of the crowd and thrill of competitive combat drive you to become the best-and the fame isn't bad either.",
			"If there are sapient creatures observing a combat encounter, and these onlookers are neither engaged in the combat themselves nor allied or affiliated with either side, the combatants have spectators. The GM is the final arbiter."
		],
		"page": 175,
		"source": "PZO2105",
		"id": "97fd329d-bc44-4f87-83eb-625663dba292",
		"aonId": 61
	},
	{
		"objectType": "DedicationFeat",
		"name": "Gladiator Dedication",
		"level": 2,
		"traits": [ "Archetype", "Dedication" ],
		"prerequisites": [ "Impressive Performance" ],
		"details": [
			"You know how to turn combat into a form of entertainment. You become trained in Gladiatorial Lore; if already trained in Gladiatorial Lore, you instead become trained in another Lore skill of your choice.",
			"At the start of a combat encounter, if you have spectators, you gain a number of temporary HP equal to your character level for 1 minute and you can roll Performance for your initiative."
		],
		"special": [
			"You can't select another dedication feat until you have gained two other feats from the gladiator archetype."
		],
		"page": 175,
		"source": "PZO2105",
		"id": "22a2cff6-dd43-4e3b-8123-db400744f06d",
		"aonId": 1976
	},
	{
		"objectType": "Feat",
		"name": "Fancy Moves",
		"level": 4,
		"traits": [ "Archetype", "Skill" ],
		"prerequisites": [ "Gladiator Dedication", "expert in Performance" ],
		"details": [
			"You show off your fighting style to discourage your foes. You can use Performance to Demoralize."
		],
		"page": 175,
		"source": "PZO2105",
		"id": "aa3daed1-4872-4e09-bb62-a3ed6de6297f",
		"aonId": 1977
	},
	{
		"objectType": "Feat",
		"name": "Play to the Crowd",
		"actionType": "[R]",
		"level": 4,
		"traits": [ "Archetype", "Concentrate" ],
		"prerequisites": [ "Gladiator Dedication" ],
		"trigger": "You reduce an enemy to 0 Hit Points during a non-trivial combat encounter with spectators.",
		"details": [
			"You show off for the crowd. Attempt a Performance check; the DC is determined by the GM but is typically the standard DC for your level or the DC to Make an Impression on the spectators, whichever is higher. On a success, choose one of the following benefits; on a critical success, choose two benefits: <ul><li>A number of temporary Hit Points equal to your character level; these last for 1 minute.</li><li>A +1 circumstance bonus to AC until the end of your next turn.</li><li>A +1 circumstance bonus to your next attack roll before the end of your next turn.</li></ul>"
		],
		"page": 175,
		"source": "PZO2105",
		"id": "62ed50ac-7b62-471e-b0a4-a74b9c5481c2",
		"aonId": 1978
	},
	{
		"objectType": "Feat",
		"name": "Stage Fighting",
		"level": 4,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Gladiator Dedication" ],
		"details": [
			"You pull punches to give a better show. You don't take the usual -2 circumstance penalty when making a nonlethal attack with a weapon or unarmed attack that doesn't have the nonlethal trait."
		],
		"page": 175,
		"source": "PZO2105",
		"id": "925f50e9-c35c-49e3-a27a-98989941dce6",
		"aonId": 1979
	},
	{
		"objectType": "Feat",
		"name": "Performative Weapons Training",
		"level": 6,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Gladiator Dedication" ],
		"details": [
			"You're skilled with flashy weapons. You are trained with the bo staff, dueling cape (page 249), spiked chain, sword cane (page 248), and whip. Whenever you gain a class feature that grants you expert or greater proficiency in a given weapon or weapons, you also gain that proficiency in the weapons listed."
		],
		"page": 175,
		"source": "PZO2105",
		"id": "309151c3-f5f1-4b96-b483-7d3e5adeee43",
		"aonId": 1980
	},
	{
		"objectType": "Feat",
		"name": "Call Your Shot",
		"level": 8,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Play to the Crowd" ],
		"details": [
			"When you successfully Play to the Crowd, add the following to the list of benefits you can choose from: <ul><li>Choose a creature within 30 feet that can see you to become frightened 1. This effect has the emotion, fear, mental, and visual arts.</li></ul>"
		],
		"page": 175,
		"source": "PZO2105",
		"id": "ea1eff02-36d1-445c-837f-fe5ea721defb",
		"aonId": 1981
	}
]