[
	{
		"objectType": "Archetype",
		"name": "Investigator",
		"details": [
			"You've developed a keen eye for investigating mysteries."
		],
		"page": 151,
		"source": "PZO2105",
		"id": "e0831f99-576b-49f1-8e0c-06bc7ae8cecd",
		"aonId": 41,
		"pf2t": {
			"name": "Investigator",
			"pfs": "standard",
			"source": "Advanced Player's Guide pg. 151",
			"src": "https://2e.aonprd.com/Archetypes.aspx?ID=41",
			"aon": "archetypes41",
			"type": "archetype",
			"body": "The investigator archetype is a good choice for a character that wants deeper investigations or to plan out their turns in advance; it's a particularly good match for Intelligence-based characters like alchemists, witches, and wizards.",
			"hash": "ZkyOQXjp"
		}
	},
	{
		"objectType": "Trait",
		"name": "Investigator",
		"source": "PZO2105",
		"id": "2e54e9ce-1d5c-4a92-bb2d-fbb47bb16c98",
		"aonId": 318,
		"pf2t": {
			"name": "Investigator",
			"source": "Advanced Player's Guide pg. 268",
			"src": "https://2e.aonprd.com/Traits.aspx?ID=318",
			"aon": "traits318",
			"type": "trait",
			"body": "This trait indicates abilities from the investigator class.",
			"hash": "HQpnNwZR"
		}
	},
	{
		"objectType": "DedicationFeat",
		"name": "Investigator Dedication",
		"level": 2,
		"traits": [ "Archetype", "Dedication", "Multiclass" ],
		"prerequisites": [ "Intelligence 14" ],
		"details": [
			"You gain the on the case class feature (page 56), which grants you both the Pursue a Lead activity and Clue In reaction. You become trained in Society and another skill of your choice. If you were already trained in Society, you instead become trained in an additional skill of your choice. You also become trained in investigator class DC."
		],
		"special": [
			"You can't select another dedication feat until you have gained two other feats from the investigator archetype."
		],
		"page": 151,
		"source": "PZO2105",
		"id": "e5d9b925-e3ec-454f-af99-d3e02b9409f9",
		"aonId": 1844,
		"pf2t": {
			"name": "Investigator Dedication",
			"level": 2,
			"pfs": "standard",
			"traits": "archetype,dedication,multiclass",
			"archetype": "Investigator",
			"source": "Advanced Player's Guide pg. 151",
			"src": "https://2e.aonprd.com/Feats.aspx?ID=1844",
			"aon": "feats1844",
			"type": "feat",
			"body": "**Archetype** Investigator\n**Prerequisites** Intelligence 14\n\n- - -\n\nYou gain the on the case class feature, which grants you both the Pursue a Lead activity and Clue In reaction. You become trained in Society and another skill of your choice. If you were already trained in Society, you instead become trained in an additional skill of your choice. You also become trained in investigator class DC.\n\n#### Pursue a Lead\nYou spend 1 minute examining the details of one potential clue, designating the subject related to that clue as the target of your active investigation. This subject is typically a single creature, item, or small location (such as a room or corridor), but the GM might allow a different scope for your investigation. You don't need to know the identity, purpose, or nature of the subject, but you do need to be aware of its existence. For instance, finding a footprint is enough to investigate the creature that left it, and seeing a hasty sketch of an item or location can be enough to start your investigation of that subject.\n\nWhenever you attempt a Perception or skill check to investigate a designated subject, you gain a +1 circumstance bonus to the check. The exact checks this applies to depend on the actions you use to investigate and are determined by the GM, but checks to investigate are typically Perception checks or skill checks that use Intelligence, Wisdom, or Charisma.\n\nYou can maintain two active investigations at a time. If you Pursue another Lead after that, the subject must be different from any of your current investigations (or rather, they must be different as far as you know), and you give up on a current subject of your choice. Once you've given up pursuit of a subject, you can't Pursue that Lead again until after the next time you make your daily preparations.\n\n#### Clue In\nYou share information with the triggering creature. They gain a circumstance bonus to their check equal to your circumstance bonus to checks investigating your subject from Pursue a Lead. The GM can add any relevant traits to this reaction depending on the situation, such as auditory and linguistic if you're conveying information verbally.\n\n#### Investigator Dedication Leads To...\nBasic Deduction, Investigator's Stratagem, Keen Recollection, Master Spotter (Investigator), Skill Mastery (Investigator)",
			"hash": "rLrtyLPZ"
		}
	},
	{
		"objectType": "Feat",
		"name": "Basic Deduction",
		"level": 4,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Investigator Dedication" ],
		"details": [
			"You gain a 1st- or 2nd-level investigator feat of your choice."
		],
		"page": 151,
		"source": "PZO2105",
		"id": "d7ac0828-6b34-4170-8fa6-380677554704",
		"aonId": 1845,
		"pf2t": {
			"name": "Basic Deduction",
			"level": 4,
			"pfs": "standard",
			"traits": "archetype",
			"archetype": "Investigator",
			"source": "Advanced Player's Guide pg. 151",
			"src": "https://2e.aonprd.com/Feats.aspx?ID=1845",
			"aon": "feats1845",
			"type": "feat",
			"body": "**Archetype** Investigator\n**Prerequisites** Investigator Dedication\n\n- - -\n\nYou gain a 1st- or 2nd-level investigator feat of your choice.\n\n#### Basic Deduction Leads To...\nAdvanced Deduction",
			"hash": "lIwEzWRq"
		}
	},
	{
		"objectType": "Feat",
		"name": "Investigator's Stratagem",
		"level": 4,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Investigator Dedication" ],
		"details": [
			"You play out battles in your head, allowing you to strike when the time is right. You gain the Devise a Stratagem action (page 56); however, when you substitute its result for your attack roll, you can't use your Intelligence modifier in place of your Strength or Dexterity modifier. You also can't use your Intelligence modifier on other rolls from abilities that expand Devise a Stratagem, such as the Athletic Strategist feat."
		],
		"page": 151,
		"source": "PZO2105",
		"id": "c7fa0999-5e3d-42a1-9680-d535132f45a6",
		"aonId": 1846,
		"pf2t": {
			"name": "Investigator's Stratagem",
			"level": 4,
			"pfs": "standard",
			"traits": "archetype",
			"archetype": "Investigator",
			"source": "Advanced Player's Guide pg. 151",
			"src": "https://2e.aonprd.com/Feats.aspx?ID=1846",
			"aon": "feats1846",
			"type": "feat",
			"body": "**Archetype** Investigator\n**Prerequisites** Investigator Dedication\n\n- - -\n\nYou play out battles in your head, allowing you to strike when the time is right. You gain the Devise a Stratagem action; however, when you substitute its result for your attack roll, you can't use your Intelligence modifier in place of your Strength or Dexterity modifier. You also can't use your Intelligence modifier on other rolls from abilities that expand Devise a Stratagem, such as the Athletic Strategist feat.\n\n#### Devise a Stratagem\nYou assess a foe's weaknesses in combat and use them to formulate a plan of attack against your enemy. Choose a creature you can see and roll a d20. If you Strike the chosen creature later this round, you must use the result of the roll you made to Devise a Stratagem for your Strike's attack roll instead of rolling. You make this substitution only for the first Strike you make against the creature this round, not any subsequent attacks.\n\nWhen you make this substitution, you can also add your Intelligence modifier to your attack roll instead of your Strength or Dexterity modifier, provided your Strike uses an agile or finesse melee weapon, an agile or finesse unarmed attack, a ranged weapon (which must be agile or finesse if it's a melee weapon with the thrown trait), or a sap. \n\nIf you're aware that the creature you choose is the subject of a lead you're pursuing, you can use this ability as a free action.",
			"hash": "MYXIjAWO"
		}
	},
	{
		"objectType": "Feat",
		"name": "Advanced Deduction",
		"level": 6,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Basic Deduction" ],
		"details": [
			"You gain one investigator feat. For the purpose of meeting its prerequisites, your investigator level is equal to half your character level."
		],
		"special": [
			"You can select this feat more than once. Each time you select it, you gain another investigator feat."
		],
		"page": 151,
		"source": "PZO2105",
		"id": "884732ac-cf9a-41c1-bcae-83187c765a5a",
		"aonId": 1847,
		"pf2t": {
			"name": "Advanced Deduction",
			"level": 6,
			"pfs": "standard",
			"traits": "archetype",
			"archetype": "Investigator",
			"source": "Advanced Player's Guide pg. 151",
			"src": "https://2e.aonprd.com/Feats.aspx?ID=1847",
			"aon": "feats1847",
			"type": "feat",
			"body": "**Archetype** Investigator\n**Prerequisites** Basic Deduction\n\n- - -\n\nYou gain one investigator feat. For the purpose of meeting its prerequisites, your investigator level is equal to half your character level.",
			"hash": "rRgRNSZs"
		}
	},
	{
		"objectType": "Feat",
		"name": "Keen Recollection",
		"level": 6,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Investigator Dedication" ],
		"details": [
			"You can recall all sorts of information. You gain the keen recollection class feature."
		],
		"page": 151,
		"source": "PZO2105",
		"id": "ed43c8ed-118f-4bc0-8b1a-40764c53c795",
		"aonId": 1848,
		"pf2t": {
			"name": "Keen Recollection",
			"level": 6,
			"pfs": "standard",
			"traits": "archetype",
			"archetype": "Investigator",
			"source": "Advanced Player's Guide pg. 151",
			"src": "https://2e.aonprd.com/Feats.aspx?ID=1848",
			"aon": "feats1848",
			"type": "feat",
			"body": "**Archetype** Investigator\n**Prerequisites** Investigator Dedication\n\n- - -\n\nYou can recall all sorts of information. You gain the keen recollection class feature.",
			"hash": "bWTHnwIz"
		}
	},
	{
		"objectType": "Feat",
		"name": "Skill Mastery",
		"level": 8,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Investigator Dedication", "trained in at least one skill and expert in at least one skill" ],
		"details": [
			"Increase your proficiency rank in one of your skills from expert to master and in another of your skills from trained to expert. You gain a skill feat associated with one of the skills you chose."
		],
		"special": [
			"You can select this feat up to five times."
		],
		"page": 151,
		"source": "PZO2105",
		"id": "c05460f4-4874-4bb5-be79-564922e51dc7",
		"aonId": 0
	},
	{
		"objectType": "Feat",
		"name": "Master Spotter",
		"level": 12,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Investigator Dedication", "expert in Perception" ],
		"details": [
			"Your proficiency rank in Perception increases to master."
		],
		"page": 151,
		"source": "PZO2105",
		"id": "27560368-cfdb-41c8-9350-001b976cb2eb",
		"aonId": 3124
	}
]