[
	{
		"objectType": "Archetype",
		"name": "Linguist",
		"details": [
			"Whether you study to further your own ambitions or simply out of fascination with the intricacies of language, your way with words is unparalleled."
		],
		"page": 178,
		"source": "PZO2105",
		"id": "dfe52d41-6c58-425e-95b0-1a8be3f0220c",
		"aonId": 64,
		"hash": "NDfmYGWw"
	},
	{
		"objectType": "DedicationFeat",
		"name": "Linguist Dedication",
		"level": 2,
		"traits": [ "Archetype", "Dedication" ],
		"prerequisites": [
			"You speak at least three languages."
		],
		"details": [
			"You have studied languages and their development. You become trained in Society; if you were already trained in Society, you instead become an expert in Society. You gain the Multilingual skill feat twice."
		],
		"special": [
			"You can't select another dedication feat until you have gained two other feats from the linguist archetype."
		],
		"page": 178,
		"source": "PZO2105",
		"id": "f1a0d1ae-40ac-486f-881e-8b8b97871499",
		"aonId": 1993
	},
	{
		"objectType": "Feat",
		"name": "Multilingual Cipher",
		"level": 4,
		"traits": [ "Archetype", "Skill" ],
		"prerequisites": [ "Linguist Dedication", "expert in Society" ],
		"details": [
			"You use multiple languages to create and break codes. You gain a +1 circumstance bonus to Decipher Writing. If another creature attempts to Decipher Writing you encoded, they take a -2 circumstance penalty unless they speak all the languages you used when you created the writing."
		],
		"page": 178,
		"source": "PZO2105",
		"id": "62f99bb9-5c8c-4a75-b4f7-db21dc1c0e88",
		"aonId": 1994,
		"hash": "vgBvwJGK"
	},
	{
		"objectType": "Feat",
		"name": "Phonetic Training",
		"level": 4,
		"traits": [ "Archetype", "Skill" ],
		"prerequisites": [ "Linguist Dedication", "expert in Society" ],
		"details": [
			"You can pronounce and repeat words with near-perfect accuracy even if you don't understand their meaning, and you can write them down in a phonetic script that allows you or another creature with Phonetic Training to read it later. Even if the words are in a language with sound you can't pronounce, you can faithfully transcribe them. Memorizing long sequences of words remains just as diffcult as it is normally."
		],
		"page": 178,
		"source": "PZO2105",
		"id": "53222123-63da-48a9-9e09-07f33ac9b3da",
		"aonId": 1995,
		"hash": "TxWbbGRy"
	},
	{
		"objectType": "Feat",
		"name": "Spot Translate",
		"actionType": "[R]",
		"level": 4,
		"traits": [ "Archetype", "Auditory", "Linguistic" ],
		"prerequisites": [ "Linguist Dedication" ],
		"trigger": "Another creature within 60 feet uses a linguistic effect in a language you understand.",
		"details": [
			"You interpret a creature's words, repeating their message in a different language that you know. If the triggering effect's targets speak either the original language or the one you translated into, they are affected."
		],
		"page": 178,
		"source": "PZO2105",
		"id": "971f3b87-e6fb-4309-b862-10eaee59b20a",
		"aonId": 1996,
		"hash": "bWrwTZhs"
	},
	{
		"objectType": "Feat",
		"name": "Analyze Idiolect",
		"level": 6,
		"traits": [ "Archetype", "Skill" ],
		"prerequisites": [ "Linguist Dedication", "expert in Deception and Society" ],
		"details": [
			"You break down a specific individual's idiolect, memorizing their speech mannerisms and habits. If you interact with someone for at least 10 minutes, when you later attempt to Impersonate that individual, you gain a +4 circumstance bonus to your Deception checks and DCs. Due to the intense character study required, you can't remember more than one idiolect at a time."
		],
		"page": 178,
		"source": "PZO2105",
		"id": "8a714a0e-e34d-47a9-8dad-2a57b8508b65",
		"aonId": 1997,
		"hash": "djSdPZjz"
	},
	{
		"objectType": "Feat",
		"name": "Read Shibboleths",
		"level": 7,
		"traits": [ "Archetype", "Linguistic", "Skill" ],
		"prerequisites": [ "Linguist Dedication", "master in Society" ],
		"details": [
			"All communication is filled with slight tells and signals. If you interact with someone for at least 10 minutes, their regional words, pronunciation changes, and nonverbal cues provide you with a minor fact about their social environment, such as their hometown or certain groups they might belong to. If a target of this ability is being deceptive about their social environment, such as a commoner pretending to be a noble, they must attempt a Deception, Society, or appropriate Lore check against your Society DC,providing you a false minor fact consistent with their assumed identity on a success.",
			"Once you've gleaned one or more true minor facts about a person, you can then incorporate these mannerisms into your speech to present yourself in a way that they find familiar. This grants you a +1 circumstance bonus to your Diplomacy and Deception checks with them."
		],
		"page": 178,
		"source": "PZO2105",
		"id": "e58337b0-63fe-44ef-a8b4-73d2601abab0",
		"aonId": 1998,
		"hash": "rvOqTzwp"
	},
	{
		"objectType": "Feat",
		"name": "Crude Communication",
		"level": 8,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Linguist Dedication" ],
		"details": [
			"Even if you don't speak a creature's language, you can rely on in$ection, root words, and body language to infer rudimentary meaning. If you interact with a creature for at least 10 minutes and that creature can speak a language, the GM rolls a secret Society check with a DC appropriate for the language's rarity. On a success, you understand the gist of the meaning and can communicate basic concepts back to the creature; on a failure, you are mistaken or communicate incorrect concepts. If you're legendary in Society, you can communicate instantly without needing to attempt a Society check; even if you didn't know the medium of communication the creature uses (speech, sign language, and so on), you intuit this information as soon as they try to communicate."
		],
		"page": 178,
		"source": "PZO2105",
		"id": "de2564bd-251b-43d3-8f67-b1591bddebba",
		"aonId": 1999,
		"hash": "FgyGbQSH"
	}
]