[
	{
		"objectType": "Archetype",
		"name": "Scrounger",
		"details": [
			"You have spent countless hours disassembling and rebuilding complex items to learn how they work, giving you the skill to create just about anything from the most unlikely materials. While your improvised items don't last long, they tend to be just what you need in a pinch, and your enemies find that while they might be able to disarm you, the real challenge is keeping you that way. Locked rooms, diabolical traps, and desperate situations are each their own sort of puzzle to you, and the mundane objects around you are the pieces you use to improvise your own solution."
		],
		"page": 190,
		"source": "PZO2105",
		"id": "a64e967c-9d40-4a6d-b4bd-415a59f21906",
		"aonId": 75
	},
	{
		"objectType": "DedicationFeat",
		"name": "Scrounger Dedication",
		"level": 2,
		"traits": [ "Uncommon", "Archetype", "Dedication" ],
		"prerequisites": [ "trained in Crafting" ],
		"details": [
			"You can Craft items even without appropriate tools or a workshop, though you take a -2 item penalty to your Crafting check. Additionally, you don't need a physical formula book to remember all of your formulas; you pay the same cost as normal to learn them, but you memorize them all.",
			"You can Craft temporary items out of anything, anywhere, with whatever materials happen to be on hand, spending only 10 minutes to perform the initial Crafting check. The temporary item must be common, non-magical, 1st level or lower, and must be a weapon, armor, or a nonconsumable piece of adventuring gear (nonconsumable adventuring gear appears on Table 6-9 on page 288 of the <i>Core Rulebook</i>). Instead of a single item, you can create 10 pieces of a single type of ammunition. This is a shoddy item, but you don't take the normal penalty when using shoddy items you made using this feat. Your temporary item lasts for 1d4 hours before falling apart into its raw components; the GM rolls the number of hours secretly. You can create only the physical item, not any information or magic, so for example, while you could create a blank journal or one of random pages, you couldn't use it as a scholarly journal or a religious text.",
			"You can incorporate any materials or items that you have on hand, even if they're not the type of materials that would ordinarily be used to Craft a given item, though you must have enough volume of material to make the item you want. Unless all the materials you used were an appropriate type to make the item, you take a -5 penalty to the Crafting check (or a -10 penalty if the materials you used were particularly unsuitable, as determined by the GM)."
		],
		"special": [
			"You can't select another dedication feat until you have gained two other feats from the scrounger archetype."
		],
		"page": 190,
		"source": "PZO2105",
		"id": "db03e60b-1fbd-462e-92c4-8edba99bc354",
		"aonId": 2058
	},
	{
		"objectType": "Feat",
		"name": "Reverse Engineering",
		"level": 4,
		"traits": [ "Archetype", "Skill" ],
		"prerequisites": [ "expert in Crafting", "Scrounger Dedication" ],
		"details": [
			"You are able to reverse engineer items into formulas more effectively than most. You gain a +2 circumstance bonus to Crafting checks to reverse engineer a formula from an item. Additionally, if you get a critical success on your Crafting check, you can opt to not only create the formula but also reassemble the original item at the same time, leaving you with the formula and the item instead of the formula and raw materials equal to half the item's value."
		],
		"page": 190,
		"source": "PZO2105",
		"id": "622d59c7-6074-4553-90a8-53f85a25f14c",
		"aonId": 2059
	},
	{
		"objectType": "Feat",
		"name": "High-Quality Scrounger",
		"level": 6,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Scrounger Dedication" ],
		"details": [
			"When you Craft a temporary item using Scrounger Dedication, it can be an item of up to 3rd level (though the item must still be a weapon, armor, or a nonconsumable piece of adventuring gear). You can instead Craft it for someone else's use, allowing them to avoid taking the penalty for using a shoddy item when using it, but causing you to take the penalty if you use it."
		],
		"page": 190,
		"source": "PZO2105",
		"id": "cff6ed6f-d66f-4238-b791-4e2c8837d522",
		"aonId": 2060
	},
	{
		"objectType": "Feat",
		"name": "Expert Disassembly",
		"level": 7,
		"traits": [ "Archetype", "Skill" ],
		"prerequisites": [ "master in Crafting", "Scrounger Dedication" ],
		"details": [
			"You can apply the same techniques you use to reverse engineer objects to disable them. You can use Crafting instead of Thievery to Disable a Device or Pick a Lock."
		],
		"page": 190,
		"source": "PZO2105",
		"id": "8ccf741e-8dc6-4b64-8a29-fe4ad63e23f8",
		"aonId": 0
	}
]