[
	{
		"objectType": "Archetype",
		"name": "Talisman Dabbler",
		"details": [
			"The classic idea of magic is that of a hoary wizard, poring over a crumbling book of spells. But magic is so much more than that-it is thought, will, and action, and with the right talismans, you can make even the cut of a sword a deeply magical act. This all hinges on the small magical talismans you affix to your gear. You know how to make and use the perfect talismans for any job."
		],
		"page": 195,
		"source": "PZO2105",
		"id": "54707614-3ac0-4210-8050-a785e75b64a6",
		"aonId": 79,
		"hash": "WSfhgAgq"
	},
	{
		"objectType": "DedicationFeat",
		"name": "Talisman Dabbler Dedication",
		"level": 2,
		"traits": [ "Archetype", "Dedication" ],
		"details": [
			"You are trained in the use of talismans and similar magical paraphernalia. This training might have occurred in a formal classroom or been an agglomeration of folk magic picked up over time. You can craft talismans and know the formulas for all common talismans in the <i>Core Rulebook</i> of your level or lower. You remember talisman formulas and don't need a formula book for them.",
			"Additionally, you carry a collection of magical baubles you can turn into temporary talismans. Each day during your daily preparations, you can make two talismans with an item level no higher than half your level. You must know each talisman's formula. A talisman created this way is a temporary item and loses its magic the next time you make your daily preparations if you haven't already used it.",
			"Finally, when you Affix a Talisman, you can (in any combination) affix or remove up to four talismans in the 10-minute span."
		],
		"special": [
			"You can't select another dedication feat until you have gained two other feats from the talisman dabbler archetype."
		],
		"page": 195,
		"source": "PZO2105",
		"id": "f7175b60-640c-4aa4-a9b3-5ea3e9ad5b12",
		"aonId": 2079
	},
	{
		"objectType": "Feat",
		"name": "Quick Fix",
		"level": 4,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Talisman Dabbler Dedication" ],
		"details": [
			"You can attach a talisman using only a bit of glue and some string. You gain the Rapid Affixture skill feat (page 208), even if you don't meet the prerequisites. When you use it, you can affix or remove up to four talismans in 1 minute instead of just one.",
			"You gain the ability to Affix a Talisman as a 3-action activity from that feat at 12th level, regardless of your Crafting proficiency."
		],
		"page": 195,
		"source": "PZO2105",
		"id": "e6d80d5a-7f75-41a3-9903-e2e74c0b6897",
		"aonId": 2080,
		"hash": "WzYkNzEY"
	},
	{
		"objectType": "Feat",
		"name": "Deeper Dabbler",
		"level": 8,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Talisman Dabbler Dedication" ],
		"details": [
			"With some streamlining to your process and a deeper collection of talisman materials, you make a greater number of talismans every day. You can create two additional talismans during your daily preparations."
		],
		"special": [
			"You can select this feat a second time if you are 14th level or higher."
		],
		"page": 195,
		"source": "PZO2105",
		"id": "fc1fcb9e-07a0-4dad-bb75-01b0a31f2cef",
		"aonId": 2081,
		"hash": "qqrFHJUH"
	},
	{
		"objectType": "Feat",
		"name": "Talismanic Sage",
		"level": 14,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Talisman Dabbler Dedication" ],
		"details": [
			"You have forgotten more about talismans than lesser warriors have ever known. Normally, affixing more than one talisman to an item causes the talismans to be suppressed, but when you Affix a Talisman, you can specially treat one item you're working on, allowing it to have two active talismans at once. This special treatment ends if you use Affix a Talisman to treat a new item for this ability."
		],
		"page": 195,
		"source": "PZO2105",
		"id": "aec1e927-bd62-435b-a7a9-3d8aaa98acf0",
		"aonId": 2082,
		"hash": "PYdKclzA"
	}
]