[
	{
		"objectType": "Archetype",
		"name": "Turpin Rowe Lumberjack",
		"details": [
			"You are a feller of trees and a skilled axe wielder, trained in the art of forestry by the hard-working loggers of Turpin Rowe."
		],
		"page": 75,
		"source": "PZO90153",
		"id": "a6de85fe-84bc-4b5c-8c7a-690594e5a444",
		"aonId": 40
	},
	{
		"objectType": "DedicationFeat",
		"name": "Turpin Rowe Lumberjack Dedication",
		"level": 2,
		"traits": [ "Uncommon", "Archetype", "Dedication" ],
		"prerequisites": [ "trained in Survival" ],
		"access": "You must befriend at least one Turpin Rowe logger.",
		"details": [
			"Your logging training has made you intimately familiar with all aspects of forestry, and you have trained extensively to reach around trees and utilize their bulk to your advantage. You become trained in Milling Lore and Forest Lore, or an expert if you were already trained. You can always Take Cover when you are within forest terrain to gain cover, even if you're not next to an obstacle you can Take Cover behind. In addition, any enemy who gains standard cover from a tree gains only lesser cover against your attacks (or only standard cover, if the enemy otherwise gains greater cover)."
		],
		"special": [
			"You cannot select another dedication feat until you have gained two other feats from the Turpin Rowe lumberjack archetype."
		],
		"page": 75,
		"source": "PZO90153",
		"id": "a8344bf7-d069-460b-b67b-0335a02e9453",
		"aonId": 1232
	},
	{
		"objectType": "Feat",
		"name": "Axe Climber",
		"level": 4,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Turpin Rowe Lumberjack Dedication" ],
		"details": [
			"When you are climbing a wooden surface and have a hatchet or battle axe in each hand, you have a climb Speed equal to half your normal Speed. You must still have both legs available to climb and can't use either of the axes in combat while climbing. This feat can also be used to climb a surface of ice if you have a light pick in each hand."
		],
		"page": 75,
		"source": "PZO90153",
		"id": "eafcc9c7-2b25-4fb1-a97d-a7ed361845d6",
		"aonId": 1233
	},
	{
		"objectType": "Feat",
		"name": "Log Roll",
		"actionType": "[A]",
		"level": 4,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Turpin Rowe Lumberjack Dedication" ],
		"requirements": "You and an adjacent creature are both on a narrow surface or uneven ground and the other creature is flat-footed",
		"details": [
			"You shuffe your feet to dislodge the surface beneath you or otherwise cause your opponent to become unsteady. Attempt an Acrobatics check against the adjacent creature's Reflex saving throw DC. On a success, the creature falls. On a critical failure, you fall."
		],
		"page": 75,
		"source": "PZO90153",
		"id": "9b805b6f-db48-44e9-84c7-125324a061dd",
		"aonId": 1234
	},
	{
		"objectType": "Feat",
		"name": "Axe Thrower",
		"level": 6,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Turpin Rowe Lumberjack Dedication" ],
		"details": [
			"You have mastered the weight and balance of a variety of axes and can lob them with ease. Any one-handed axe weapon you wield has the thrown trait with a range of 10 feet. For axes that already have the thrown trait, the LIFE'S range increases by 10 feet. When you critically succeed LONG at an attack roll with a thrown axe weapon, you apply the axe's critical specialization effect."
		],
		"page": 75,
		"source": "PZO90153",
		"id": "ee2595e2-87bb-454e-bb08-32970cfc2610",
		"aonId": 1235
	},
	{
		"objectType": "Feat",
		"name": "Widen the Gap",
		"level": 10,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Turpin Rowe Lumberjack Dedication" ],
		"details": [
			"Once you have penetrated a foe's defenses, you can home in on the same spot to exploit your opponent's wound and deal some serious damage. The second time you hit and deal damage with a melee axe Strike to the same opponent or object during your turn, you ignore half of the opponent's or object's Hardness, if any. If you hit and deal damage with a melee axe Strike to the same opponent or object a third or fourth time during your turn, you ignore all of its Hardness, if any."
		],
		"page": 75,
		"source": "PZO90153",
		"id": "49f9a6b3-3fb4-4560-a43c-158091a44191",
		"aonId": 1236
	}
]