[
	{
		"objectType": "Ancestry",
		"name": "Tengu",
		"youMight": [
			"Be gregarious and eager to find a flock of your own.",
			"Voraciously absorb the practices of those around you, sometimes even forgetting where they came from.",
			"Be willing to take on any task or job, no matter what others think."
		],
		"othersProbably": [
			"Look to you as a source of eclectic skills and knowledge, especially relating to languages.",
			"Get confused by your simultaneous respect for and disregard of tradition.",
			"Have trouble reading your expressions or regard you with suspicion and superstition."
		],
		"aonId": 21,
		"source": "PZO2105",
		"id": "a4a69397-2a67-4c36-b5f5-c39d2968c2f2",
		"pf2t": {
			"name": "Tengu",
			"pfs": "standard",
			"traits": "uncommon,humanoid,tengu",
			"source": "Advanced Player's Guide pg. 25",
			"src": "https://2e.aonprd.com/Ancestries.aspx?ID=21",
			"aon": "ancestries21",
			"type": "ancestry",
			"body": "Tengus are a gregarious and resourceful people that have spread far and wide from their ancestral home in Tian Xia, collecting and combining whatever innovations and traditions they happen across with those from their own long history.\n\nTengus are survivalists and conversationalists, equally at home living off the wilderness and finding a niche in dense cities. They accumulate knowledge, tools, and companions, adding them to their collection as they travel.\n\nThe tengu diaspora has spread across Golarion in search of a better life, bringing their skill with blade crafting to lands far from their home. In maritime regions, tengus notably work as fishers, blacksmiths, and \"jinx eaters\"- members of ships' crews who are believed, accurately or otherwise, to absorb misfortune. Having lived in a variety of conditions and locations, tengus tend to be nonjudgmental, especially with regard to social station, though their willingness to associate with lawbreakers has often led some to look at them with suspicion.\n\nIf you want to play a character hailing from a rich history of artisanship and tradition, but who happily picks up new practices, companions, words, and items as needed, you should play a tengu.\n\n#### You Might...\n+ Be gregarious and eager to find a flock of your own. \n+ Voraciously absorb the practices of those around you, sometimes even forgetting where they came from. \n+ Be willing to take on any task or job, no matter what others think.\n\n#### Others Probably...\n+ Look to you as a source of eclectic skills and knowledge, especially relating to languages. \n+ Get confused by your simultaneous respect for and disregard of tradition. \n+ Have trouble reading your expressions or regard you with suspicion and superstition.\n\n#### Physical Description\nTengus have many avian characteristics. Their faces are tipped with sharp beaks and their scaled forearms and lower legs end in talons. As closed footwear tends to fit poorly unless custom made, many tengus wear open sandals or simply go barefoot. Tengus are rarely more than 5 feet tall, and they are even lighter than their smaller frames would suggest, as they have hollow bones. A small number of tengus have vestigial wings incapable of true flight.\n\nTengus hatch from eggs and are featherless for their first year of life, during which they rarely leave home. They soon grow a downy gray coat, which is replaced by a dark covering of adult feathers by the time they come of age at around 15 years. Tengus use their shed feathers in a variety of tools, from simple writing quills to magical fans to focus their ancestral magic. Many tengus modify their appearance by dyeing patterns into their feathers or talons, which amplifies their body language and has the added benefit of aiding other humanoids in understanding their expressions.\n\n#### Society\nTengus are extremely social, banding together in extended communities with many families living in adjacent houses and sharing the work of the household. In cities, a community may also contain members of other ancestries. Tengu children raised in the same unit consider each other siblings, usually forgetting which of them share a biological connection.\n\nThe greatest divide in tengu society is between tengus remaining in their ancestral home and those who have dispersed across the world. Tengus refer to these two groups as those \"in the roost\" and those \"migrating,\" respectively. Roosted tengus tend to be more traditionalist and conservative and are especially concerned with preserving their culture in the face of years of erosion from oppression. Migrating tengus, on the other hand, voraciously absorb the culture of the various nations and settlements that they now call home.\n\n#### Alignment and Religion\nTengus often follow the faith of the region in which they were raised, though the tengu ancestral deity is the storm god Hei Feng. This god's notorious drunken carousing and emotional swings causes many tengus to instead focus their attention on gods of freedom and travel, such as Desna or Cayden Cailean, or deities of nature, such as Gozreh. Besmara is also a common subject of tengu worship, especially among tengus who live on the sea.\n\nBefore their diaspora, tengus practiced a syncretic faith that blended a polytheistic worship of the deities responsible for creating the natural world. As tengu folklore posits that tengus long ago descended from the night sky on shooting stars to rest upon Golarion's highest peaks, animist rites were practiced on mountains and other great natural features. Even today, tengus rarely differentiate between divine and primal worship.\n\nTengus are far more concerned with the balance between traditionalism and adaptability than they are with good and evil, with lawful tengus more common among the roosted and chaotic tengus more common among the migratory.\n\n#### Adventurers\nA tengu that leaves the ancestral homeland feels an intense pull toward adventure, to cross vast distances, collect beautiful treasures, and brave the challenges of combat or the rolling sea. \n\nTengu backgrounds might reflect their place in the homeland or the tengu diaspora. These could include acrobat, barkeep, charlatan, emissary, entertainer, fortune teller, gambler, merchant, nomad, or sailor from the Core Rulebook, plus bandit, courier, insurgent, refugee, and scavenger from this book.\n\nTengus often become rogue, bard, oracles, rangers, or swashbucklers.\n\n#### Names\nThough roosted tengus tend toward more traditional names with the hard consonants often seen in the Tengu language, migrating tengus' tendency to readily absorb and repurpose the culture of those around them has led to names that combine elements of whatever languages suited the namer's fancy.\n\n#### Sample Names\nArkkak, Chuko, Dolgra, Dorodara, Kakkariel, Kora, Marrak, Mossarah, Pularrka, Rarorel, Ruk, Tak-Tak, Tsukotarra\n\n#### Other Information\n\n\n#### Tengu Bottles\nTengu tend to have a healthy respect for gods that rule over storms and air-or at least, a healthy fear. One ancestral custom that has caught on among other sailors is the tengu bottle: a decorated gourd or other container filled with an offering for the gods, kept on ships and thrown overboard in the event of dire weather. Tengu bottles most often contain fine alcohol to appease the fury of Hei Feng or Besmara; crew puncture the bottles to release these offerings before throwing them into the waters.\n\n#### Tengu Settlements\nThe majority of tengu enclaves are found either in the Tian Xia nation of Kwanlai or on the continent of Garund; Kwanlai is part of the ancestral tengu homelands, while tengu communities on the Garund coast resulted from a troubling combination of lucrative job opportunities and kidnapping. Tengu also have a sizable presence in the nation of Minkai and the Forest of Spirits, and scattered communities dot much of northeast Tian Xia.\n\n#### The Storm God's People\nWhile Hei Feng's tempestuous blessings mean that some tengu prefer to pay the god lip service rather than follow his guidance, most tengu share the Duke of Thunder's love of loud and colorful celebrations-holidays dedicated to Hei Feng are nearly universal, in even the most far-flung communities. Likewise, many tengu enclaves put little faith in the stability of society. In situations where the future seems uncertain, Hei Feng's presence provides an outlet for feelings of helplessness.\n\n#### Tengu Mechanics\n\n\n#### Hit Points\n6\n\n#### Size\nMedium\n\n#### Speed\n25 feet\n\n#### Ability Boosts\nDexterity\nFree\n\n#### Languages\nCommon\nTengu\nAdditional languages equal to your Intelligence modifier (if positive). Choose from Dwarven, Elven, Halfling, Gnomish, Goblin, Sylvan, and any other languages to which you have access (such as the languages prevalent in your region).\n\n#### Low-Light Vision\nYou can see in dim light as though it were bright light, so you ignore the concealed condition due to dim light.\n\n#### Sharp Beak\nWith your sharp beak, you are never without a weapon. You have a beak unarmed attack that deals 1d6 piercing damage. Your beak is in the brawling weapon group and has the finesse and unarmed traits.",
			"hash": "vbQZRZZW"
		}
	},
	{
		"objectType": "Heritage",
		"name": "Jinxed Tengu",
		"ancestry": "Tengu",
		"source": "PZO2105",
		"id": "a410c800-8883-45ca-8597-bc4991b2d4bb",
		"aonId": 77,
		"pf2t": {
			"name": "Jinxed Tengu",
			"pfs": "standard",
			"source": "Advanced Player's Guide pg. 25",
			"src": "https://2e.aonprd.com/Heritages.aspx?ID=77",
			"aon": "heritages77",
			"type": "heritage",
			"body": "Your lineage has been exposed to curse after curse, and now, they slide off your feathers like rain. If you succeed at a saving throw against a curse or misfortune effect, you get a critical success instead. When you would gain the doomed condition, attempt a DC 17 flat check. On a success, reduce the value of the doomed condition you would gain by 1.",
			"hash": "vxEvxWNE"
		}
	},
	{
		"objectType": "Heritage",
		"name": "Mountainkeeper Tengu",
		"ancestry": "Tengu",
		"source": "PZO2105",
		"id": "254c5ec2-6966-41db-b33f-bea1ca2e3a34",
		"aonId": 78,
		"pf2t": {
			"name": "Mountainkeeper Tengu",
			"pfs": "standard",
			"source": "Advanced Player's Guide pg. 25",
			"src": "https://2e.aonprd.com/Heritages.aspx?ID=78",
			"aon": "heritages78",
			"type": "heritage",
			"body": "You come from a line of tengu ascetics, leaving you with a link to the spirits of the world and the Great Beyond. You can cast the disrupt undead cantrip as a primal innate spell at will. A cantrip is heightened to a spell level equal to half your level rounded up. Each time you cast a spell from a tengu heritage or ancestry feat, you can decide whether it's a divine or primal spell.",
			"hash": "ypljgVZr"
		}
	},
	{
		"objectType": "Heritage",
		"name": "Skyborn Tengu",
		"ancestry": "Tengu",
		"source": "PZO2105",
		"id": "edcad680-72a4-40b1-97c8-128f478080fb",
		"aonId": 79,
		"pf2t": {
			"name": "Skyborn Tengu",
			"pfs": "standard",
			"source": "Advanced Player's Guide pg. 26",
			"src": "https://2e.aonprd.com/Heritages.aspx?ID=79",
			"aon": "heritages79",
			"type": "heritage",
			"body": "Your bones may be especially light, you may be a rare tengu with wings, or your connection to the spirits of wind and sky might be stronger than most, slowing your descent through the air. You take no damage from falling, regardless of the distance you fall.",
			"hash": "gvIPfUtC"
		}
	},
	{
		"objectType": "Heritage",
		"name": "Stormtossed Tengu",
		"ancestry": "Tengu",
		"source": "PZO2105",
		"id": "b5721710-4a1d-4842-8733-69d3f417a495",
		"aonId": 80,
		"pf2t": {
			"name": "Stormtossed Tengu",
			"pfs": "standard",
			"source": "Advanced Player's Guide pg. 26",
			"src": "https://2e.aonprd.com/Heritages.aspx?ID=80",
			"aon": "heritages80",
			"type": "heritage",
			"body": "Whether due to a blessing from Hei Feng or hatching from your egg during a squall, you are resistant to storms. You gain electricity resistance equal to half your level (minimum 1). You automatically succeed at the flat check to target a concealed creature if that creature is concealed only by rain or fog.",
			"hash": "pdzMSsWJ"
		}
	},
	{
		"objectType": "Heritage",
		"name": "Taloned Tengu",
		"ancestry": "Tengu",
		"source": "PZO2105",
		"id": "c545a9e1-b0db-4ab1-abd4-bd4dcf8bca33",
		"aonId": 81,
		"pf2t": {
			"name": "Taloned Tengu",
			"pfs": "standard",
			"source": "Advanced Player's Guide pg. 26",
			"src": "https://2e.aonprd.com/Heritages.aspx?ID=81",
			"aon": "heritages81",
			"type": "heritage",
			"body": "Your talons are every bit as sharp and strong as your beak. You gain a talons unarmed attack that deals 1d4 slashing damage. Your talons are in the brawling group and have the agile, finesse, unarmed, and versatile piercing traits.",
			"hash": "Wxmrqfgk"
		}
	}
]