[
	{
		"objectType": "VersatileHeritage",
		"name": "Aasimar",
		"youMight": [
			"Possess a strong sense of fashion, favor exquisitely crafted tools, or carry yourself with instinctual grace. Feel a strong kinship with outcasts, orphans, or others who have been misunderstood or marginalized.",
			"Have a beloved pet or a close relationship with a sibling or childhood friend."
		],
		"othersProbably": [
			"Assume you are a supernatural messenger from beyond or whole-heartedly enjoy your supernatural legacy.",
			"Treat you with worship or reverence, but distance you by putting you on a pedestal.",
			"Think you can provide simple and free supernatural solutions for all their problems."
		],
		"aonId": 84,
		"source": "PZO2105",
		"id": "695acbd2-7554-4d4c-94cb-76bb94a62dcc",
		"pf2t": {
			"name": "Aasimar",
			"pfs": "standard",
			"traits": "uncommon",
			"source": "Advanced Player's Guide pg. 34",
			"src": "https://2e.aonprd.com/Heritages.aspx?ID=84",
			"aon": "heritages84",
			"type": "heritage",
			"body": "**Ancestry Page** Aasimar\nYou descend from celestials or were touched by the celestial realms, gaining an air of awe and grace, as well as features distinctive to your celestial forebears. You gain the aasimar trait, in addition to the traits from your ancestry. You also gain low-light vision, or you gain darkvision if your ancestry already has low-light vision. You can choose from aasimar feats and feats from your ancestry whenever you gain an ancestry feat.",
			"hash": "RtMnRVxD"
		}
	},
	{
		"objectType": "Trait",
		"name": "Aasimar",
		"source": "PZO2105",
		"id": "2305ee82-4f23-4004-b1f3-e94b2bc7db04",
		"aonId": 256,
		"pf2t": {
			"name": "Aasimar",
			"source": "Advanced Player's Guide pg. 266",
			"src": "https://2e.aonprd.com/Traits.aspx?ID=256",
			"aon": "traits256",
			"type": "trait",
			"body": "A creature with this trait has the aasimar versatile heritage. Aasimars are planar scions descended from celestial beings. An ability with this trait can be used or selected only by aasimars.",
			"hash": "xDxxtgER"
		}
	},
	{
		"objectType": "VersatileHeritage",
		"name": "Changling",
		"youMight": [
			"Cherish and protect those friends and family who accept you as you are.",
			"Seek to better understand your hag mother and the gifts she gave you, for good or ill, or distance yourself from your heritage.",
			"Fear the day you hear the Call and worry you might not be able to resist-or perhaps you already fight to resist it every day."
		],
		"othersProbably": [
			"Assume you practice occult or primal magic, or that you participate in a coven.",
			"Worry that you might secretly be a monster, or become one, and turn on them.",
			"Notice and speculate about your distinctive eyes."
		],
		"aonId": 22,
		"source": "PZO2105",
		"id": "797f50e8-3d57-4dac-be55-145793d28aa8"
	},
	{
		"objectType": "VersatileHeritage",
		"name": "Dhampir",
		"youMight": [
			"Distance yourself from your heritage by trying to blend into society or even hunting undead.",
			"Take special precautions to avoid being exposed to \"helpful\" healing magic.",
			"Find yourself fascinated by the sight, smell, or taste of blood."
		],
		"othersProbably": [
			"Feel unsettled by your ghostly pallor and sharp teeth. Wonder about or even romanticize your origins and motivations.",
			"Find themselves strangely drawn to your grace, charm, and appearance."
		],
		"aonId": 83,
		"source": "PZO2105",
		"id": "68d9c154-0e17-4f8b-b3d3-06da3caf5892",
		"pf2t": {
			"name": "Dhampir",
			"pfs": "standard",
			"traits": "uncommon",
			"source": "Advanced Player's Guide pg. 32",
			"src": "https://2e.aonprd.com/Heritages.aspx?ID=83",
			"aon": "heritages83",
			"type": "heritage",
			"body": "**Ancestry Page** Dhampir\nYou are the scion of a vampire, half living and half undead, gifted with uncanny charm and grace, a bloodless pallor, and elongated incisors. You gain the dhampir trait, in addition to the traits from your ancestry. You have the negative healing ability, which means you are harmed by positive damage and healed by negative effects as if you were undead. You also gain low-light vision, or you gain darkvision if your ancestry already has low-light vision. You can choose from dhampir feats and feats from your ancestry whenever you gain an ancestry feat.",
			"hash": "vrVAQrrB"
		}
	},
	{
		"objectType": "Trait",
		"name": "Dhampir",
		"source": "PZO2105",
		"id": "0dc03977-386e-4abb-9f42-cf56268638a3",
		"aonId": 215,
		"pf2t": {
			"name": "Dhampir",
			"source": "Advanced Player's Guide pg. 267",
			"src": "https://2e.aonprd.com/Traits.aspx?ID=215",
			"aon": "traits215",
			"type": "trait",
			"body": "A creature with this trait has the dhampir versatile heritage. These humanoids are the immortal offspring of vampires and members of other ancestries.",
			"hash": "LdINrpQE"
		}
	},
	{
		"objectType": "VersatileHeritage",
		"name": "Duskwalker",
		"youMight": [
			"Seek out opportunities to form strong friendships with a diverse array of companions.",
			"Become focused on preventing the spread of undeath.",
			"Be intrigued at finding your identity in a previous life."
		],
		"othersProbably": [
			"Assume you're a necromancer or have some other strange interest in death or the dead.",
			"Want to know if you remember your past life or ask you about the secrets of death or the afterlife."
		],
		"aonId": 85,
		"source": "PZO2105",
		"id": "0e6778b9-9de4-4cff-be5f-a0c9b1d967e4",
		"pf2t": {
			"name": "Duskwalker",
			"pfs": "standard",
			"traits": "uncommon",
			"source": "Advanced Player's Guide pg. 38",
			"src": "https://2e.aonprd.com/Heritages.aspx?ID=85",
			"aon": "heritages85",
			"type": "heritage",
			"body": "**Ancestry Page** Duskwalker\nThanks to an ancient bargain, your soul has been reborn as a duskwalker, a planar scion with a connection to psychopomps and the Boneyard. You gain the duskwalker trait in addition to the traits from your ancestry. You also gain low-light vision, or you gain darkvision if your ancestry already has low-light vision. Neither your body nor your spirit can ever become undead. You can choose from duskwalker feats and feats from your ancestry whenever you gain an ancestry feat.",
			"hash": "bCjrckcr"
		}
	},
	{
		"objectType": "Trait",
		"name": "Duskwalker",
		"source": "PZO2105",
		"id": "4a7f65e6-97a6-4b80-9d85-350ebaf7f069",
		"aonId": 257,
		"pf2t": {
			"name": "Duskwalker",
			"source": "Advanced Player's Guide pg. 267",
			"src": "https://2e.aonprd.com/Traits.aspx?ID=257",
			"aon": "traits257",
			"type": "trait",
			"body": "A creature with this trait has the duskwalker versatile heritage. Duskwalkers are planar scions infused with the supernatural energy of psychopomps. An ability with this trait can be used or selected only by duskwalkers.",
			"hash": "NYgtRsjB"
		}
	},
	{
		"objectType": "VersatileHeritage",
		"name": "Tiefling",
		"youMight": [
			"Have a strong sense of self-confidence born from a life of having to rely on yourself.",
			"Feel a kinship with society's underprivileged or criminal elements, or even seek positions of power on the wrong side of the law.",
			"Place incredible value on hard-won friendships and hold these companions closer than your blood family."
		],
		"othersProbably": [
			"Assume you've faced numerous challenges due to your heritage.",
			"Mistake you for an evil agent of a sinister cult, a fiend worshipper, or even a fiend yourself.",
			"Think you have associations with powerful fiends, potentially trying to bargain with you for power of their own."
		],
		"aonId": 86,
		"source": "PZO2105",
		"id": "6651507a-23b0-4470-a25f-1b38ef74f708",
		"pf2t": {
			"name": "Tiefling",
			"pfs": "standard",
			"traits": "uncommon",
			"source": "Advanced Player's Guide pg. 39",
			"src": "https://2e.aonprd.com/Heritages.aspx?ID=86",
			"aon": "heritages86",
			"type": "heritage",
			"body": "**Ancestry Page** Tiefling\nYou descend from fiends or bear the mark of the fiendish realms, manifesting as some unusual feature that belies your heritage, such as horns or a tail. You gain the tiefling trait, in addition to the traits from your ancestry. You also gain low-light vision, or you gain darkvision if your ancestry already has low-light vision. You can choose from tiefling feats and feats from your ancestry whenever you gain an ancestry feat.",
			"hash": "mZbpWVvk"
		}
	},
	{
		"objectType": "Trait",
		"name": "Tiefling",
		"source": "PZO2105",
		"id": "08eb6b5a-ef8c-4602-abe8-b932ef61e475",
		"aonId": 258,
		"pf2t": {
			"name": "Tiefling",
			"source": "Advanced Player's Guide pg. 270",
			"src": "https://2e.aonprd.com/Traits.aspx?ID=258",
			"aon": "traits258",
			"type": "trait",
			"body": "A creature with this trait has the tiefling versatile heritage. Tieflings are planar scions descended from fiends. An ability with this trait can be used or selected only by tieflings.",
			"hash": "rOzpRMQt"
		}
	}
]