[
	{
		"objectType": "VersatileHeritage",
		"name": "Aasimar",
		"youMight": [
			"Possess a strong sense of fashion, favor exquisitely crafted tools, or carry yourself with instinctual grace. Feel a strong kinship with outcasts, orphans, or others who have been misunderstood or marginalized.",
			"Have a beloved pet or a close relationship with a sibling or childhood friend."
		],
		"othersProbably": [
			"Assume you are a supernatural messenger from beyond or whole-heartedly enjoy your supernatural legacy.",
			"Treat you with worship or reverence, but distance you by putting you on a pedestal.",
			"Think you can provide simple and free supernatural solutions for all their problems."
		],
		"aonId": 24,
		"source": "PZO2105",
		"id": "695acbd2-7554-4d4c-94cb-76bb94a62dcc"
	},
	{
		"objectType": "Trait",
		"name": "Aasimar",
		"source": "PZO2105",
		"id": "2305ee82-4f23-4004-b1f3-e94b2bc7db04",
		"aonId": 256,
		"pf2t": {
			"name": "Aasimar",
			"source": "Advanced Player's Guide pg. 266",
			"src": "https://2e.aonprd.com/Traits.aspx?ID=256",
			"aon": "traits256",
			"type": "trait",
			"body": "A creature with this trait has the aasimar versatile heritage. Aasimars are planar scions descended from celestial beings. An ability with this trait can be used or selected only by aasimars.",
			"hash": "xDxxtgER"
		}
	},
	{
		"objectType": "VersatileHeritage",
		"name": "Changling",
		"youMight": [
			"Cherish and protect those friends and family who accept you as you are.",
			"Seek to better understand your hag mother and the gifts she gave you, for good or ill, or distance yourself from your heritage.",
			"Fear the day you hear the Call and worry you might not be able to resist-or perhaps you already fight to resist it every day."
		],
		"othersProbably": [
			"Assume you practice occult or primal magic, or that you participate in a coven.",
			"Worry that you might secretly be a monster, or become one, and turn on them.",
			"Notice and speculate about your distinctive eyes."
		],
		"aonId": 22,
		"source": "PZO2105",
		"id": "797f50e8-3d57-4dac-be55-145793d28aa8"
	},
	{
		"objectType": "VersatileHeritage",
		"name": "Dhampir",
		"youMight": [
			"Distance yourself from your heritage by trying to blend into society or even hunting undead.",
			"Take special precautions to avoid being exposed to \"helpful\" healing magic.",
			"Find yourself fascinated by the sight, smell, or taste of blood."
		],
		"othersProbably": [
			"Feel unsettled by your ghostly pallor and sharp teeth. Wonder about or even romanticize your origins and motivations.",
			"Find themselves strangely drawn to your grace, charm, and appearance."
		],
		"aonId": 23,
		"source": "PZO2105",
		"id": "68d9c154-0e17-4f8b-b3d3-06da3caf5892"
	},
	{
		"objectType": "Trait",
		"name": "Dhampir",
		"source": "PZO2105",
		"id": "0dc03977-386e-4abb-9f42-cf56268638a3",
		"aonId": 215,
		"pf2t": {
			"name": "Dhampir",
			"source": "Advanced Player's Guide pg. 267",
			"src": "https://2e.aonprd.com/Traits.aspx?ID=215",
			"aon": "traits215",
			"type": "trait",
			"body": "A creature with this trait has the dhampir versatile heritage. These humanoids are the immortal offspring of vampires and members of other ancestries.",
			"hash": "LdINrpQE"
		}
	},
	{
		"objectType": "VersatileHeritage",
		"name": "Duskwalker",
		"youMight": [
			"Seek out opportunities to form strong friendships with a diverse array of companions.",
			"Become focused on preventing the spread of undeath.",
			"Be intrigued at finding your identity in a previous life."
		],
		"othersProbably": [
			"Assume you're a necromancer or have some other strange interest in death or the dead.",
			"Want to know if you remember your past life or ask you about the secrets of death or the afterlife."
		],
		"aonId": 25,
		"source": "PZO2105",
		"id": "0e6778b9-9de4-4cff-be5f-a0c9b1d967e4",
		"pf2t": {
			"name": "Duskwalker",
			"pfs": "standard",
			"traits": "uncommon,duskwalker",
			"source": "Advanced Player's Guide pg. 37",
			"src": "https://2e.aonprd.com/Ancestries.aspx?ID=25",
			"aon": "ancestries25",
			"type": "ancestry",
			"body": "The first duskwalkers manifested as the result of a bargain between two powerful psychopomps, the immortal guardians and guides of souls after death. One believed that certain souls who helped preserve the cycle of life and death but had their own lives cut short deserved reincarnation, while the other felt this would too greatly violate that same cycle. In the end, the duskwalkers rose from a concession between the two that allowed such rebirths to occur but limited their frequency-only a finite number of duskwalkers ever exist at any one point in time.\n\nWhen they were first created by psychopomps, duskwalkers were expected to perform roles that would serve the goddess of death, Pharasma, and by extension her realm, the Boneyard. But now duskwalkers have found themselves with more freedom of choice and after a century, have only now come to terms with the fact that their destinies are their own to choose. As they are created, not born, most duskwalkers either struggle to integrate with society or seek out communities and organizations to serve as a surrogate family.\n\nDuskwalkers have an inherent understanding of the cycle of life and death. In most cases this manifests as a deep respect for that cycle and pushes the duskwalker toward occupations that help them to protect it, such as hunters of the undead, midwives, morticians, and priests.\n\nIf you want a character who has a mysterious background, seeks a society or organization to join, or looks to fight against undead, you should play a duskwalker.\n\n#### You Might...\n+ Seek out opportunities to form strong friendships with a diverse array of companions. \n+ Become focused on preventing the spread of undeath. \n+ Be intrigued at finding your identity in a previous life.\n\n#### Others Probably...\n+ Assume you're a necromancer or have some other strange interest in death or the dead. \n+ Want to know if you remember your past life or ask you about the secrets of death or the afterlife.\n\n#### Physical Description\nAs a reincarnated soul, a duskwalker retains many of the physical traits they possessed in their previous life and is a member of that ancestry, though as a duskwalker they have distinctive ash-gray or dark blue skin. However, sometimes a duskwalker forms from an unusual creature, like a dragon. These duskwalkers appear to be of a humanoid ancestry, but have features like draconic scales or horns.\n\nWhen a duskwalker perishes and faces final judgment, a new one incarnates within a year from a deserving soul, typically somewhere far from the previous duskwalker's birthplace. Duskwalkers manifest in locations with a sanctified connection to death, such as graveyards or temples, and begin their lives at adolescence. No duskwalker is capable of bearing or siring biological children, but this doesn't prevent them from establishing families, typically through adoption.\n\n#### Society\nIt's not uncommon for a duskwalker to go their entire life without encountering another of their kind. Despite their overall rarity, duskwalkers are likely to become adventurers, both due to the strange conditions of their creation and common feelings of social isolation.\n\n#### Alignment and Religion\nMost duskwalkers are neutral or have a neutral component to their alignment. While the typical duskwalker worships or at least respects Pharasma and her powerful psychopomp ushers, any deity associated with death, society, or the occult might attract a duskwalker's attention.\n\n#### Adventurers\nDuskwalkers become adventurers most often out of some sense of misplaced destiny. While duskwalkers have free will, they also feel the pressure to make good use of their reincarnation. Many duskwalkers choose to study the otherworldly arts and become wizards or bards. Duskwalkers are also more concerned than most with matters of the soul, commonly becoming clerics, champions, and monks. Duskwalkers most often come from the acolyte, fortune teller, hermit, martial disciple, and scholar backgrounds.",
			"hash": "WGhWWQGv"
		}
	},
	{
		"objectType": "Trait",
		"name": "Duskwalker",
		"source": "PZO2105",
		"id": "4a7f65e6-97a6-4b80-9d85-350ebaf7f069",
		"aonId": 257,
		"pf2t": {
			"name": "Duskwalker",
			"source": "Advanced Player's Guide pg. 267",
			"src": "https://2e.aonprd.com/Traits.aspx?ID=257",
			"aon": "traits257",
			"type": "trait",
			"body": "A creature with this trait has the duskwalker versatile heritage. Duskwalkers are planar scions infused with the supernatural energy of psychopomps. An ability with this trait can be used or selected only by duskwalkers.",
			"hash": "NYgtRsjB"
		}
	},
	{
		"objectType": "VersatileHeritage",
		"name": "Tiefling",
		"youMight": [
			"Have a strong sense of self-confidence born from a life of having to rely on yourself.",
			"Feel a kinship with society's underprivileged or criminal elements, or even seek positions of power on the wrong side of the law.",
			"Place incredible value on hard-won friendships and hold these companions closer than your blood family."
		],
		"othersProbably": [
			"Assume you've faced numerous challenges due to your heritage.",
			"Mistake you for an evil agent of a sinister cult, a fiend worshipper, or even a fiend yourself.",
			"Think you have associations with powerful fiends, potentially trying to bargain with you for power of their own."
		],
		"aonId": 26,
		"source": "PZO2105",
		"id": "6651507a-23b0-4470-a25f-1b38ef74f708"
	},
	{
		"objectType": "Trait",
		"name": "Tiefling",
		"source": "PZO2105",
		"id": "08eb6b5a-ef8c-4602-abe8-b932ef61e475",
		"aonId": 258,
		"pf2t": {
			"name": "Tiefling",
			"source": "Advanced Player's Guide pg. 270",
			"src": "https://2e.aonprd.com/Traits.aspx?ID=258",
			"aon": "traits258",
			"type": "trait",
			"body": "A creature with this trait has the tiefling versatile heritage. Tieflings are planar scions descended from fiends. An ability with this trait can be used or selected only by tieflings.",
			"hash": "rOzpRMQt"
		}
	}
]