[
	{
		"name": "Blood Feast",
		"level": 5,
		"objectType": "Spell",
		"traits": [ "Uncommon", "Necromancy" ],
		"traditions": [ "arcane", "divine", "occult" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "touch",
		"targets": "1 creature",
		"details": [
			"Your head splits vertically into an enormous maw, which feasts upon the target's blood, dealing 12d6 piercing damage, depending on your spell attack roll. After the spell, your head sews back together as if it had never split apart. You gain temporary Hit Points for 1 minute equal to half the piercing damage the target takes.",
			"If you are a gug, increase the piercing damage by 2d6 and increase the persistent bleed damage you deal on a critical hit by 1d8. This spell doesn't alter a gug's appearance.",
			{ "criticalSuccess": [ "The creature takes double damage and 1d8 persistent bleed damage." ], "success": [ "The creature takes full damage." ], "failure": [ "You miss and the creature takes no damage." ] }
		],
		"heightened": [
			{ "change": "The piercing damage increases by 2d6, and the persistent bleed damage on a critical increases by 1.", "bump": 1 }
		],
		"page": 74,
		"source": "PZO90154",
		"focus": false,
		"aonId": 648,
		"id": "70c6a04f-563a-42c5-afe8-bbf8288a1c1a",
		"hash": "dUQRDIZD"
	},
	{
		"name": "Entrancing Eyes",
		"level": 7,
		"objectType": "Spell",
		"traits": [ "Uncommon", "Enchantment", "Mental", "Visual" ],
		"traditions": [ "arcane" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"area": "30-foot emanation centered on you",
		"duration": "sustained up to 1 minute",
		"details": [
			"Your eyes glow with an entrancing radiance that captivates those who meet your gaze. Any creature that ends its turn within the emanation must attempt a Will save.",
			{
				"criticalSuccess": [
					"The target is unaffected and becomes immune to this particular casting of the spell."
				],
				"success": [
					"The target is unaffected."
				],
				"failure": [
					"Until the end of its next turn, the target is stupefied 2 and fascinated."
				],
				"criticalFailure": [
					"Until the end of its next turn, the target is stupefied 4, fascinated, and can't take reactions. In addition, all creatures and objects other than you are concealed from the target.",
					"During any round you Sustain the Spell, you can use a single action, which has the manipulate trait, to focus your <i>entrancing eyes</i> on a single creature you can see within 30 feet. This creature must immediately make a Will save against the spell as if it were ending its turn in the emanation. If the creature was already fascinated by your <i>entrancing eyes</i> before its save, a failed save causes it to be paralyzed for 1 round. You can't use this action to focus on the same creature more than once per round."
				]
			}
		],
		"heightened": [
			{ "change": ".", "bump": 1 }
		],
		"page": 74,
		"source": "PZO90154",
		"focus": false,
		"aonId": 649,
		"id": "aba40354-7ed6-46e5-8fad-5e156d492b2a",
		"hash": "ZvWHbqgG"
	},
	{
		"name": "Necrotic Radiation",
		"level": 4,
		"objectType": "Spell",
		"traits": [ "Uncommon", "Necromancy", "Negative" ],
		"traditions": [ "arcane", "divine", "occult" ],
		"cast": "[A][A]",
		"components": [ "material", "somatic" ],
		"range": "touch",
		"targets": "one object or one 10-foot-square area",
		"duration": "24 hours",
		"details": [
			"You imbue the touched object or space with slow-acting necrotic radiation. If you cast the spell on an object, any creature ending its turn holding or carrying the object takes 2d6 negative damage. If you cast the spell on an area, any creature ending its turn in the area takes 2d6 negative damage. You can attempt to use this spell on an attended object by touching the object. If you do, the creature attempts a Reflex save to reduce the effect.",
			{
				"criticalSuccess": [
					"The object is unaffected."
				],
				"success": [
					"The creature pulls the object away quickly. The spell only lasts 1 minute."
				],
				"failure": [
					"The creature manages to slightly protect the object. The spell lasts 10 minutes."
				],
				"criticalFailure": [
					"The spell lasts the full 24 hours."
				]
			}
		],
		"heightened": [
			{ "change": "Increase the radiation's negative damage by 1d6.", "bump": 2 }
		],
		"page": 75,
		"source": "PZO90154",
		"focus": false,
		"aonId": 650,
		"id": "321bfa4c-d6d8-424b-838f-4088fb1e262e",
		"hash": "nzrNDgWv"
	}
]