[
	{ "category":"PFS", "title":"Pathfinder Society (Second Edition) Character Options", "url":"https://paizo.com/community/blog/v5748dyo6sh3j?Pathfinder-Society-Character-Options" },
	{ "category":"PFS", "title":"Pathfinder Society Guide to Play", "url":"http://www.organizedplayfoundation.org/encyclopedia/pfs2guide/", "details":["This page contains links to all of the information found in the Pathfinder Society Guide to Play (Second Edition). Each of the links below will take you to one section of that document."] },
	{ "category":"PFS", "title":"Quick Start Guide", "url":"http://www.organizedplayfoundation.org/encyclopedia/pathfinder-2-0-quick-start-guide/", "details":["This short guide is for players who are new to Pathfinder Society. It explains the basics of how to join the Pathfinder Society and play in Pathfinder Society Organized Play games."] },
	{ "category":"PFS", "title":"Organized Play Basics", "url":"http://www.organizedplayfoundation.org/encyclopedia/pathfinder-2-0-organized-play-basics/", "details":["Pathfinder Society, which is part of Paizo's organized play program, is a worldwide fantasy roleplaying campaign that puts you in the role of an agent of the Pathfinder Society, a legendary league of explorers, archaeologists, and adventurers dedicated to discovering and chronicling the greatest mysteries and wonders of an ancient world beset by magic and evil. The campaign is set on the world of Golarion, and its home base is Absalom, the so-called City at the Center of the World, which stands astride the great Inner Sea on the mountain-capped Isle of Kortos. A Pathfinder's adventures range from exploring the dark alleys and political intrigues of Absalom to embarking on far-flung travels to the most exciting locales in the Lost Omens setting."] },
	{ "category":"PFS", "title":"The World of Pathfinder Society", "url":"http://www.organizedplayfoundation.org/encyclopedia/pfs2ed-world-of-pfs/", "details":["The world of Pathfinder and of Pathfinder Society is a world called Golarion. The Age of Lost Omens below provides a basic introduction to the setting; you can learn more about Golarion from Chapter 8 of the <i>Core Rulebook</i>, from upcoming Lost Omens setting books, and from the Pathfinder Wiki."] },
	{ "category":"PFS", "title":"Player Basics", "url":"http://www.organizedplayfoundation.org/encyclopedia/pfs2edplayer-basics/", "details":["This guide is for players who are already registered for organized play and have played through their first game."] },
	{ "category":"PFS", "title":"GM Basics", "url":"http://www.organizedplayfoundation.org/encyclopedia/pathfinder-2-0-gm-basics/", "details":["Running Pathfinder Society games is similar running a home campaign, but has some key differences. In addition to GM Basics, be sure to familiarize yourself with the contents of the Quick Start Guide, Organized Play Basics, and Player Basics. You need to know what players know, what their expectations are, and how their characters are created, played, and advanced."] },
	{ "category":"PFS", "title":"Factions (Overview)", "url":"http://www.organizedplayfoundation.org/encyclopedia/pathfinder-2-0-factions/", "details":["Factions have existed within the Pathfinder Society for centuries. However, their history is fraught with controversy, particularly when past factions clashed for control over the Society itself or acted as proxies for various nations' political aspirations. Following ..."] },
	{ "category":"PFS", "title":"Faction Boons", "url":"http://www.organizedplayfoundation.org/encyclopedia/pathfinder-2-0-faction-boons/", "details":["Factions offer a variety of rewards. These a PC can access by gaining Reputation with a particular faction and then spending Fame to purchase specific boons. In addition to faction-specific rewards, there are numerous generic rewards that are accessible to all factions based on the amount of Reputation a PC's earned. The rewards take the form of boons, which follow the same rules as those found in the <a href='http://www.organizedplayfoundation.org/encyclopedia/pathfinder-2-0-player-basics#Boons'>Boons</a> section."] },
	{ "category":"PFS", "title":"Legacy Backgrounds", "url":"http://www.organizedplayfoundation.org/encyclopedia/pathfinder-2-0-legacy-backgrounds/", "details":["The following backgrounds are special options available only to players who participated in the First Edition campaign, representing unique character hooks."] },
	{ "category":"PFS", "title":"Character Options", "url":"http://www.organizedplayfoundation.org/encyclopedia/pathfinder-2-0-character-options/", "details":["Character options from the following books are available in Pathfinder Society. Your character has access to all common items from these books except as otherwise listed. Your character can gain access to Uncommon options or even rare options from a variety of sources, such as class abilities, Chronicle sheets, and boons. Some particularly thematic uncommon options are available to all characters; these are listed below."] },
	{ "category":"PFS", "title":"Glossary", "url":"http://www.organizedplayfoundation.org/encyclopedia/pathfinder-2-0-glossary/", "details":["In addition to the terms and abbreviations used in Pathfinder, Pathfinder Society uses the following."] },
	{ "category":"PFS", "title":"Volunteer Coordinators", "url":"http://www.organizedplayfoundation.org/encyclopedia/volunteer-coordinators/", "details":["Over 90,000 players and 17,000 active GMs participate in Paizo organized play activities. Events span the globe, occurring regularly in 44 countries on six of the seven continents. Players and GMs work together to plan local events, but even in our media-savvy times, connecting with other players proves a difficult task. Most often, the task of organizing events falls to a local person or team, volunteering their time and efforts to promote gaming in their communities."] },
	{ "category":"PFS", "title":"Trademarks and Licenses", "url":"http://www.organizedplayfoundation.org/encyclopedia/trademarks-and-licenses/", "details":[] },
	{ "category":"CU", "title":"Community Use Package", "url":"https://paizo.com/community/communityuse/package" },
	{ "category":"CU", "title":"PF2E Iconics Pregenerated Characters", "url":"https://paizo.com/products/btq01zt5?Community-Use-Package-PF2E-Iconics-Pregenerated-Characters" }
]