[
	{
		"objectType": "Archetype",
		"name": "Firebrand Braggart",
		"details": [
			"Many Firebrands travel the Inner Sea region drawing attention to themselves, making great shows of their exploits, and proclaiming their great deeds."
		],
		"page": 74,
		"source": "PZO9302",
		"id": "0c8ed942-c8c8-4d26-872c-4482bce15024",
		"aonId": 24,
		"hash": "DIKIPnSX"
	},
	{
		"objectType": "DedicationFeat",
		"name": "Firebrand Braggart Dedication",
		"level": 4,
		"traits": [ "Uncommon", "Archetype", "Dedication", "Misfortune" ],
		"prerequisites": [ "Charisma 14", "second mark member of the Firebrands" ],
		"details": [
			"Your Firebrand training has taught you that achieving something is more satisfying if you boast about it first. You declare a boast about a particular skill action, such as Balance, Demoralize, or Recall Knowledge. The first time you attempt this action within the next minute in a context the GM deems both suitably challenging and meaningful, you must roll twice and use the lower result. If you succeed at this check, you gain a +1 circumstance bonus to checks to attempt the same action for 10 minutes. If you fail this check or don't attempt the action within 1 minute, you instead take a -1 circumstance penalty on checks to attempt the same action for 1 hour.",
			"If the chosen action can be used with multiple skills, such as Identify Magic or Recall Knowledge, you must specify which skill you are using for that particular action, such as using Arcana to Identify Magic, and your bonus or penalty after the boast applies only to checks using that skill for that action. Once you declare a boast about a particular action, you cannot declare a boast about the same action until the next time you make daily preparations, regardless of whether you succeed or fail at the check.",
			"Typically a challenging task is one with at least a standard DC for your level, though the difficulty may be higher depending on the situation. A meaningful context is one where the action's success or failure is relevant to the pursuit of your goals, rather than a boast you made simply to gain a bonus later."
		],
		"special": [
			"You can't select another dedication feat until you have gained two other feats from the Firebrand Braggart archetype."
		],
		"page": 74,
		"source": "PZO9302",
		"id": "f6afa82d-af3b-49ed-b66a-0b95edafe644",
		"aonId": 1067
	},
	{
		"objectType": "Feat",
		"name": "Boaster's Challenge",
		"actionType": "[A]",
		"level": 6,
		"traits": [ "Archetype" ],
		"prerequisites": [ "expert in Deception, Diplomacy, or Intimidation", "Firebrand Braggart Dedication" ],
		"details": [
			"You call out a foe, causing them to become flustered and easier to defeat. Select one creature you can see and declare a challenge. For your challenge, attempt a Deception, Diplomacy, or Intimidation check against that creature's Will DC. Your challenge must include a linguistic, auditory, or visual component and gains the corresponding trait. If you succeed, you gain a +2 status bonus to damage rolls with your weapon or unarmed Strikes against that foe until the end of your next turn; if you have master proficiency in the skill you used, you gain a +4 status bonus instead, and if you're legendary, you gain a +6 status bonus. On a critical success, the status bonus lasts for 3 rounds instead. Whether you succeed or fail, creatures who witnessed your challenge gain a +4 circumstance bonus to their Will DCs against your attempts to challenge for 1 minute."
		],
		"page": 74,
		"source": "PZO9302",
		"id": "9d48aea0-3130-4e79-96b3-40fd1d4368f3",
		"aonId": 1068,
		"hash": "QYwQYBSx"
	},
	{
		"objectType": "Feat",
		"name": "Daring Act",
		"actionType": "[A][A]",
		"level": 6,
		"traits": [ "Archetype" ],
		"prerequisites": [ "trained in Acrobatics or Athletics", "Firebrand Braggart Dedication" ],
		"details": [
			"You attempt a death-defying maneuver to distract your enemies. Select one foe within reach and attempt either an Acrobatics or Athletics check against your target's Reflex DC. If you succeed, you can Stride up to half your Speed (or up to your full Speed if you critically succeed) without triggering reactions from the target due to your movement, and the target is flat-footed against the next melee attack you attempt against it before the end of your turn."
		],
		"special": [
			"."
		],
		"page": 74,
		"source": "PZO9302",
		"id": "be171161-c1a1-460f-8107-0b8067023b3d",
		"aonId": 1069,
		"hash": "MzpFyqyr"
	},
	{
		"objectType": "Feat",
		"name": "Bravo's Determination",
		"actionType": "R",
		"level": 8,
		"traits": [ "Archetype" ],
		"prerequisites": [ "expert in Deception", "Firebrand Braggart Dedication" ],
		"trigger": "A foe's Strike reduces you to 0 Hit Points; you were not at 1 Hit Point and you would not be killed.",
		"details": [
			"Your confidence borders on self-delusion, but it keeps you going against overwhelming odds. Attempt a Deception check against the attack DC of the triggering Strike. You take a penalty to this check equal to twice your wounded value, if any. If the triggering attack was a critical hit, use the result one degree of success worse than what you rolled.",
			{ "criticalSuccess": [ "You avoid being knocked out and remain at 1 Hit Point." ], "success": [ "You avoid being knocked out and remain at 1 Hit Point, but you increase your wounded value by 1." ] }
		],
		"page": 75,
		"source": "PZO9302",
		"id": "e554a802-ab13-4062-b3eb-7f02404d8593",
		"aonId": 1070,
		"hash": "UnNnnVLY"
	},
	{
		"objectType": "Feat",
		"name": "Great Boaster",
		"level": 8,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Charisma 16", "Firebrand Braggart Dedication" ],
		"details": [
			"Your bragging is particularly effective. If you succeed at a boast, you can attempt a great boast about that same skill by using your Firebrand Braggart Dedication action about the same action during the duration of your original boast's circumstance bonus; this is an exception to the rule that you can't make another boast about the same action until your next daily preparations. A great boast uses the Firebrand Braggart Dedication action (page 74), except that if you succeed, your circumstance bonus increases to +2 and remains for 1 hour. If you fail the great boast, you take a -2 circumstance penalty to attempt the same action for 4 hours. Once you declare a great boast about a particular action, you can't declare a great boast about the same action until the next time you make daily preparations, regardless of whether you succeed or fail at the check. The minimum challenging task for a great boast is one with at least a hard DC for your level."
		],
		"page": 75,
		"source": "PZO9302",
		"id": "99e9049b-217c-4003-a8e7-153035e1af59",
		"aonId": 1071,
		"hash": "AgvpbEpt"
	},
	{
		"objectType": "Feat",
		"name": "Daring Flourish",
		"level": 10,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Daring Act" ],
		"details": [
			"You make quick use of an opening from your daring stunts. At the end of a successful Daring Act, you can make a melee Strike against the target or attempt to Disarm the target. The target is flat-footed against the Strike you make during Daring Act as well as the next melee attack you attempt against it before the end of your turn."
		],
		"page": 75,
		"source": "PZO9302",
		"id": "69f675a4-46f3-4291-890a-08e97911f680",
		"aonId": 1072,
		"hash": "SYNQUNQf"
	},
	{
		"objectType": "Feat",
		"name": "Demanding Challenge",
		"level": 10,
		"traits": [ "Archetype" ],
		"prerequisites": [
			"Boaster's Challenge"
		],
		"details": [
			"If your skill check to challenge a foe is a success, the target of your challenge takes a -1 circumstance penalty to attack rolls (or -2 if you critically succeed) until the end of your next turn."
		],
		"page": 75,
		"source": "PZO9302",
		"id": "8f9d6060-58b0-403a-9668-5a7af2acfa48",
		"aonId": 1073,
		"hash": "pLltRXYF"
	},
	{
		"objectType": "Feat",
		"name": "Daredevil's Gambit",
		"level": 12,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Daring Act" ],
		"details": [
			"If you critically succeed at your Daring Act, you can enter the target's space and remain there until the beginning of your next turn or until the target moves, whichever comes first. You gain a +2 circumstance bonus to AC, and your target is flat-footed against your attacks while you are sharing its space in this way. If any creature other than your target hits you with an attack roll while you are sharing your target's space, attempt a DC 15 flat check. On a success, resolve the attack against the target instead of you, using the same attack roll result that hit you."
		],
		"page": 75,
		"source": "PZO9302",
		"id": "f2b2e5f5-4d86-4897-9cd3-8d04088935a9",
		"aonId": 1074,
		"hash": "FXpxCBGb"
	}
]