[
	{
		"objectType": "Archetype",
		"name": "Hellknight",
		"details": [
			"Hellknights are among the fiercest warriors in the Inner Sea region, as they have emerged from hell-forged trials ready to serve as faceless bastions of law wherever chaos might threaten to rear."
		],
		"page": 84,
		"source": "PZO9302",
		"id": "0b3c0ab8-272c-45d0-b58c-e0060189f630",
		"aonId": 25,
		"hash": "HbImvpvy"
	},
	{
		"objectType": "Archetype",
		"name": "Hellknight Signifer",
		"details": [
			"Signifers are the powerful and enigmatic Hellknight spellcasters who support and sometimes lead other Hellknights on their missions to enforce unwavering law. Formidable in their own right, signifers are trained to be unstoppable forces of order and authority when they stand alongside their martial counterparts."
		],
		"page": 85,
		"source": "PZO9302",
		"id": "95d8d314-a3ba-448a-ac7c-eee86d23bdf3",
		"aonId": 26,
		"hash": "xvcMWvJT"
	},
	{
		"objectType": "DedicationFeat",
		"name": "Hellknight Dedication",
		"level": 6,
		"traits": [ "Uncommon", "Archetype", "Dedication" ],
		"prerequisites": [ "Hellknight Armiger Dedication", "lawful alignment", "member of a Hellknight order", "passed the Hellknight Test" ],
		"details": [
			"You have forged your body to comply with the commands of your mind-orders steeped in the Measure and the Chain. You gain expert proficiency in Intimidation (or in another skill in which you're trained of your choice, if you were already an expert in Intimidation). You gain the armor specialization effects of Hellknight plate, and your resistance from that armor specialization is 1 higher than normal. In addition, you gain a +1 circumstance bonus to Intimidation checks while wearing your Hellknight plate."
		],
		"special": [
			"You cannot select another dedication feat until you have gained two other feats from the Hellknight or Hellknight armiger archetypes."
		],
		"page": 84,
		"source": "PZO9302",
		"id": "32408804-3bbd-40bd-b60f-e10975410fdf",
		"aonId": 1078
	},
	{
		"objectType": "Feat",
		"name": "Sense Chaos",
		"level": 8,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Hellknight Dedication" ],
		"details": [
			"You sense chaos as an unsettling feeling of nervous energy. When in the presence of an aura of chaos that is powerful or overwhelming (<i>Pathfinder Core Rulebook</i> 328), you eventually detect the aura, though you might not do so instantly and you can't pinpoint the location. This is a vague sense, similar to humans' sense of smell. A chaotic creature using a disguise or otherwise trying to hide its presence attempts a Deception check against your Perception DC to hide its aura from you. If the creature succeeds at its Deception check, it is temporarily immune to your Sense Chaos for 1 day."
		],
		"page": 84,
		"source": "PZO9302",
		"id": "12b389d0-85fd-4c3e-90aa-83069c17af98",
		"aonId": 1079,
		"hash": "rgdRpHMb"
	},
	{
		"objectType": "Feat",
		"name": "Blade of Law",
		"actionType": "[A][A]",
		"level": 12,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Hellknight Dedication" ],
		"details": [
			"You call upon the power of law and make a weapon or unarmed Strike against a foe you have witnessed breaking or disrespecting the law or otherwise acting disorderly. The Strike deals two extra weapon damage dice if the target of your Strike is chaotic. Whether or not the target is chaotic, you can convert the physical damage from the attack into lawful damage."
		],
		"page": 84,
		"source": "PZO9302",
		"id": "b904685b-a4a4-4f01-8a46-640fca648622",
		"aonId": 1080,
		"hash": "kIGxXzlp"
	},
	{
		"objectType": "Feat",
		"name": "Hell's Armaments",
		"level": 12,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Hellknight Dedication" ],
		"details": [
			"You've trained with your order's weapon and your Hellknight plate long enough to apply your expertise from other weapons and armor. If you have expert proficiency in any weapon or unarmed attack, you gain expert proficiency in your order's weapon as well. If you have expert proficiency in any armor or unarmored defense, you gain expert proficiency in Hellknight plate as well."
		],
		"page": 84,
		"source": "PZO9302",
		"id": "98027a6b-4760-42c8-a576-06bc5c67053f",
		"aonId": 1081,
		"hash": "PXXNTjjc"
	},
	{
		"objectType": "DedicationFeat",
		"name": "Hellknight Signifer Dedication",
		"level": 6,
		"traits": [ "Uncommon", "Archetype", "Dedication" ],
		"prerequisites": [ "spellcasting class feature", "Hellknight Armiger Dedication", "lawful alignment", "member of a Hellknight order", "passed the Hellknight Test" ],
		"details": [
			"You have bolstered your force of will with the power of the Measure and the Chain. Upon initiation, you receive a signifer mask, often devoid of eyeholes or other decorative features. The mask doesn't obscure your vision, though it makes it impossible for others to see your eyes. While wearing your signifer's mask, you gain +1 circumstance bonus to Deception checks to Lie, Intimidation checks, and Deception DCs against Sense Motive. You gain expert proficiency in Intimidation (or in another skill in which you're trained of your choice, if you were already an expert in Intimidation) as well as in your choice of Arcana, Nature, Occultism, or Religion."
		],
		"special": [
			"You cannot select another dedication feat until you have gained two other feats from the Hellknight signifer or Hellknight armiger archetypes."
		],
		"page": 85,
		"source": "PZO9302",
		"id": "ce4db813-dcdc-4bda-8950-8425208b0a7d",
		"aonId": 0
	},
	{
		"objectType": "Feat",
		"name": "Masked Casting",
		"actionType": "[F]",
		"level": 8,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Hellknight Signifer Dedication" ],
		"trigger": "You begin Casting a Spell.",
		"requirements": "You are wearing your signifer's mask.",
		"details": [
			"You harness the magical energy flowing through your eyeless mask to effortlessly protect you from visual effects. You Avert your Gaze."
		],
		"page": 85,
		"source": "PZO9302",
		"id": "30f92e02-24b7-47aa-a480-7031476dc6c5",
		"aonId": 1083,
		"hash": "WzZwcIQB"
	},
	{
		"objectType": "Feat",
		"name": "Gaze of Veracity",
		"level": 10,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Hellknight Signifer Dedication", "ability to cast focus spells" ],
		"details": [
			"You can channel your mask's power to pierce through lies and see the truth in any situation. Increase the number of Focus Points in your focus pool by 1. While wearing your mask, you can cast the <i>glimpse the truth</i> cleric domain spell (<i>Pathfinder Core Rulebook</i> 393) as a divine focus spell."
		],
		"special": [
			"."
		],
		"page": 85,
		"source": "PZO9302",
		"id": "a8b915ca-6944-4b68-a69c-3a831c1fc635",
		"aonId": 1084,
		"hash": "pYQYYJUW"
	},
	{
		"objectType": "Feat",
		"name": "Signifer's Sight",
		"level": 10,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Hellknight Signifer Dedication" ],
		"details": [
			"The magic flowing through your signifer's mask allows you to see in the dark, and the mask dampens the distraction caused by sudden flashes of bright light. While wearing your signifer's mask, you gain darkvision. Additionally, if you are dazzled while wearing your signifer's mask and the target is concealed only because you are dazzled, you reduce the flat check DC to target that creature from 5 to 3."
		],
		"page": 85,
		"source": "PZO9302",
		"id": "331f5b8b-b5a1-4199-8dbb-f70d8695825f",
		"aonId": 1085,
		"hash": "vhJrTqzk"
	},
	{
		"objectType": "Feat",
		"name": "Signifer Armor Expertise",
		"level": 12,
		"traits": [ "Archetype" ],
		"prerequisites": [ "Hellknight Signifer Dedication" ],
		"details": [
			"You've spent enough time helping your comrades equip medium and heavy armor that you spread your own expertise to those armors as well. If you have expert proficiency in any armor or unarmored defense, you also gain expert proficiency in medium and heavy armor."
		],
		"page": 85,
		"source": "PZO9302",
		"id": "fff51015-8800-481f-a364-8ca42fb533e2",
		"aonId": 1086,
		"hash": "BdkdYcjj"
	}
]