[
	{
		"objectType": "Archetype",
		"name": "Captivator",
		"details": [
			"Others find you inherently fascinating. You have a facility with words that draws others in, and you've always found it easy to sway others to your point of view. This ability has grown to the point where you're capable of innate magic. You can bend others' wills to your own by weaving alluring enchantments and compelling illusions. Perhaps this comes from a touch of fey or draconic blood in your family's distant past, or perhaps it's the work of some special boon or curse placed upon you.",
			"Captivators come from all areas of the world and all walks of life. A farmhand with the right gifts, sent to the market every week to hawk their latest crop, could find themself on the path to becoming a captivator. An urchin who relies on the sympathy of others just to survive may become a captivator out of necessity, and a noble, immersed in a deadly game of luxury and influence, might have trained to be a captivator since birth. Regardless of background, most captivators use their abilities to advance their station in life, make things easier for themselves, or befriend those who can help them achieve their goals.",
			"Good captivators use their gifts and skills to bring people together. They might turn a would-be tavern brawl into a night of sharing drinks and telling stories. They might offer encouragement to those facing depression or doubt. They excel at ending conflict peacefully and efficiently, leaving everyone around them happier. When faced with violence, they use their magic to quickly subdue or enthrall enemies while minimizing harm to their companions.",
			"Evil captivators manipulate others to achieve status, wealth, and power. They have no qualms about deceiving someone or using their magic to cause harm. Evil captivators are dangerous tricksters whose enchantments and illusions make them seem harmless, unimportant, or friendly. The slick politician, the devious con artist, the cunning courtier-these are all roles that an evil captivator can easily assume."
		],
		"page": 120,
		"source": "PZO9310",
		"id": "8cff7cc5-1fe8-4ef7-8b24-501d95b259ee",
		"aonId": 0
	},
	{
		"objectType": "DedicationFeat",
		"name": "Captivator Dedication",
		"level": 4,
		"traits": [ "Archetype", "Dedication" ],
		"prerequisites": [ "Charisma 14", "trained in Deception or Diplomacy" ],
		"details": [
			"Your ability to captivate others borders on the preternatural. You are seldom at a loss in social situations, and you can create minor enchantments or illusions. Choose Deception or Diplomacy. You become trained in that skill, or become an expert if you were already trained.",
			"Choose two cantrips from the occult list; each cantrip must be from either the enchantment or illusion school. You gain access to the Cast a Spell activity and can cast these spells as occult innate spells. You're trained in occult spell attack rolls and spell DCs. If you have a hand free, you can usually replace material components with somatic components, so you don't need to use a spell component pouch. Your key spellcasting ability for these spells is Charisma."
		],
		"special": [
			"You can't select another dedication feat until you have gained two other feats from the captivator archetype."
		],
		"page": 120,
		"source": "PZO9310",
		"id": "145f15e5-2594-44d9-b025-9ff25cc7761c",
		"aonId": 0
	}
]