[
	{
		"objectType": "Archetype",
		"name": "Wrestler",
		"details": [
			"Wrestlers are athletes who pit their strength and skill against powerful foes. Specializing in a variety of grabs, holds, and strikes, wrestlers are dangerous opponents whose techniques can leave a foe broken and defeated without taking their life.",
			"The wrestling tradition is common all over Golarion. Gladiators and other warriors who fight for entertainment use wrestling techniques in combat. The discipline's focus on grappling is also useful in non-gladiatorial matches, as many foes are unable to contend with an opponent's hold. Grappling is particularly effective against spellcasters, who have a difficult time completing the somatic components of their spells while grabbed.",
			"Wrestlers have storied traditions in the Hold of Belkzen, where orcs use specialized grappling techniques to subdue the large animals they ride as mounts. Orcs prefer wrestling these creatures partially to minimize harm to them, but also because they believe that the process of subduing the creature creates a stronger bond between mount and rider.",
			"Outside of the Inner Sea, wrestlers are common in Iblydos and Arcadia. Iblydan wrestlers focus on grappling techniques to make sure they're never left without a means to fight on the battlefield, even if their weapons are destroyed. Arcadian wrestlers engage in matches designed to retell stories of ancient gods. These matches feature impressive acrobatic feats as well as highly technical grappling maneuvers."
		],
		"page": 126,
		"source": "PZO9310",
		"id": "30957ac9-bff6-418f-93cc-71a4640af719",
		"aonId": 0
	},
	{
		"objectType": "DedicationFeat",
		"name": "Wrestler Dedication",
		"level": 2,
		"traits": [ "Archetype", "Dedication" ],
		"prerequisites": [ "trained in Athletics, unarmed attacks, and unarmored defense" ],
		"details": [
			"Your training in the wrestling arts has made you particularly adept at moving, striking, and grappling while unencumbered. You become an expert in Athletics and gain the Titan Wrestler skill feat. You don't take the -2 circumstance penalty for making a lethal attack with your nonlethal unarmed attacks. In addition, you gain a +2 circumstance bonus to your Fortitude DC when resisting an opponent's attempts to Grapple you or Swallow you Whole."
		],
		"special": [
			"You can't select another dedication feat until you have gained two other feats from the wrestler archetype."
		],
		"page": 126,
		"source": "PZO9310",
		"id": "0676855f-5226-44e4-9ae4-4081848aedf3",
		"aonId": 0
	}
]