[
	{
		"objectType": "Ancestry",
		"name": "Elf",
		"details": [
			"Elves combine otherworldly grace, sharp intellect, and mysterious charm in a way that is practically magnetic to members of other ancestries. They are often voraciously intellectual, though their studies delve into a level of detail that most shorter-lived peoples find excessive or inefficient. Valuing kindness and beauty, elves ever strive to improve their manners, appearance, and culture.",
			"Elves are often rather private people, steeped in the secrets of their groves and kinship groups. They're slow to build friendships outside their kinsfolk, but for a specific reason: they subtly and deeply attune to their environment and their companions. There's a physical element to this attunement, but it isn't only superficial. Elves who spend their lives among shorter-lived peoples often develop a skewed perception of their own mortality and tend to become morose after watching generation after generation of companions age and die. These elves are called the Forlorn.",
			"If you want a character who is magical, mystical, and mysterious, you should play an elf."
		],
		"youMight": [
			"Carefully curate your relationships with people with shorter lifespans, either keeping a careful emotional distance or resigning yourself to outliving them.",
			"Adopt specialized or obscure interests simply for the sake of mastering them.",
			"Have features such as eye color, skin tone, hair, or mannerisms that reflect the environment in which you live."
		],
		"othersProbably": [
			"Focus on your appearance, either admiring your grace or treating you as if you're physically fragile.",
			"Assume you practice archery, cast spells, fight demons, and have perfected one or more fine arts.",
			"Worry that you privately look down on them, or feel like you're condescending and aloof."
		],
		"physicalDescription": [
			"While generally taller than humans, elves possess a fragile grace, accentuated by long features and sharply pointed ears. Their eyes are wide and almond-shaped, featuring large and vibrant-colored pupils that make up the entire visible portion of the eye. These pupils give them an alien look and allow them to see sharply even in very little light.",
			"Elves gradually adapt to their environment and their companions, and they often take on physical traits reflecting their surroundings. An elf who has dwelled in primeval forests for centuries, for example, might exhibit verdant hair and gnarled fingers, while one who's lived in a desert might have golden pupils and skin. Elven fashion, like the elves themselves, tends to reflect their surroundings. Elves living in the forests and other wilderness locales wear clothing that plays off the terrain and flora of their homes, while those who live in cities tend to wear the latest fashions.",
			"Elves reach physical adulthood around the age of 20, though they aren't considered to be fully emotionally mature by other elves until closer to the passing of their first century, once they've experienced more, held several occupations, and outlived a generation of shorter-lived people. A typical elf can live to around 600 years old."
		],
		"society": [
			"Elven culture is deep, rich, and on the decline. Their society peaked millennia ago, long before they fled the world to escape a great calamity. They've since returned, but rebuilding is no easy task. Their inborn patience and intellectual curiosity make elves excellent sages, philosophers, and wizards, and their societies are built upon their inherent sense of wonder and knowledge. Elven architecture displays their deep appreciation of beauty, and elven cities are wondrous works of art.",
			"Elves hold deeply seated ideals of individualism, allowing each elf to explore multiple occupations before alighting on a particular pursuit or passion that suits her best. Elves bear notorious grudges against rivals, which the elves call <i>ilduliel</i>, but these antagonistic relationships can sometimes blossom into friendships over time."
		],
		"alignmentAndReligion": [
			"Elves are often emotional and capricious, yet they hold high ideals close to their hearts. As such, many are chaotic good. They prefer deities who share their love of all things mystic and artistic. Desna and Shelyn are particular favorites, the former for her sense of wonder and the latter for her appreciation of artistry. Calistria is the most notorious of elven deities, as she represents many of the elven ideals taken to the extreme."
		],
		"names": [
			"An elf keeps their personal name secret among their family, while giving a nickname when meeting other people. This nickname can change over time, due to events in the elf's life or even on a whim. A single elf might be known by many names by associates of different ages and regions. Elven names consist of multiple syllables and are meant to flow lyrically-at least in the Elven tongue. They so commonly end in \"-el\" or \"-ara\" that other cultures sometimes avoid names ending in these syllables to avoid sounding too elven."
		],
		"sampleNames": [ "Aerel", "Amrunelara", "Caladrel", "Dardlara", "Faunra", "Heldalel", "Jathal", "Lanliss", "Oparal", "Seldlon", "Soumral", "Talathel", "Tessara", "Variel", "Yalandlara", "Zordlon" ],
		"aonId": 2,
		"source": "PZO2101",
		"page": 38,
		"id": "3f155442-0599-45da-8a26-483aafe59801",
		"properties": {
			"hitPoints": 6,
			"size": "Medium",
			"speed": "30 feet",
			"abilityBoosts": [ "Dexterity", "Intelligence", "Free" ],
			"abilityFlaw": [ "Constitution" ],
			"languages": {
				"starting": [
					"Common",
					"Elven",
					"Additional languages equal to your Intelligence modifier (if it's positive)."
				],
				"choices": [
					"Celestial",
					"Draconic",
					"Gnoll",
					"Gnomish",
					"Goblin",
					"Orcish",
					"Sylvan",
					"any other languages to which you have access (such as the languages prevalent in your region)."
				]
			},
			"traits": [ "Elf", "Humanoid" ],
			"other": [
				{ "name": "Low-Light Vision", "details": "You can see in dim light as though it were bright light, so you ignore the concealed condition due to dim light." }
			],
			"adventurers": [
				{
					"name": "Elven Adventurers",
					"details": [
						"Many elves adventure to find beauty and discover new things. Typical backgrounds for an elf include emissary, hunter,noble,scholar,orscout. Elves often become rangers or rogues, taking advantage of their dexterity, or alchemists or wizards, exploring their intellectual curiosity."
					]
				}
			]
		}
	},
	{
		"objectType": "Heritage",
		"name": "Arctic Elf",
		"ancestry": "Elf",
		"details": [
			"You dwell deep in the frozen north and have gained incredible resilience against cold environments, granting you cold resistance equal to half your level (minimum 1). You treat environmental cold effects as if they were one step less extreme (incredible cold becomes extreme, extreme cold becomes severe, and so on)."
		],
		"source": "PZO2101",
		"id": "7da9ccbb-5886-494e-acd8-1b6218a2308b",
		"aonId": 6
	},
	{
		"objectType": "Heritage",
		"name": "Cavern Elf",
		"ancestry": "Elf",
		"details": [
			"You were born or spent many years in underground tunnels or caverns where light is scarce. You gain darkvision."
		],
		"source": "PZO2101",
		"id": "bd9cc042-aeed-4053-bc38-6eea2474b375",
		"aonId": 7
	},
	{
		"objectType": "Heritage",
		"name": "Seer Elf",
		"ancestry": "Elf",
		"details": [
			"You have an inborn ability to detect and understand magical phenomena. You can cast the detect magic cantrip as an arcane innate spell at will. A cantrip is heightened to a spell level equal to half your level rounded up. In addition, you gain a +1 circumstance bonus to checks to Identify Magic and to Decipher Writing of a magical nature. These skill actions typically use the Arcana, Nature, Occultism, or Religion skill."
		],
		"source": "PZO2101",
		"id": "7509373b-d91f-46f9-afc5-5e18148d8521",
		"aonId": 8
	},
	{
		"objectType": "Heritage",
		"name": "Whisper Elf",
		"ancestry": "Elf",
		"details": [
			"Your ears are finely tuned, able to detect even the slightest whispers of sound. As long as you can hear normally, you can use the Seek action to sense undetected creatures in a 60-foot cone instead of a 30-foot cone. You also gain a +2 circumstance bonus to locate undetected creatures that you could hear within 30 feet with a Seek action."
		],
		"source": "PZO2101",
		"id": "1504f374-0b27-41d4-a452-1cf738cbbad1",
		"aonId": 9
	},
	{
		"objectType": "Heritage",
		"name": "Woodland Elf",
		"ancestry": "Elf",
		"details": [
			"You're adapted to life in the forest or the deep jungle, and you know how to climb trees and use foliage to your advantage. When Climbing trees, vines, and other foliage, you move at half your Speed on a success and at full Speed on a critical success (and you move at full Speed on a success if you have Quick Climb). This doesn't affect you if you're using a climb Speed. You can always use the Take Cover action when you are within forest terrain to gain cover, even if you're not next to an obstacle you can Take Cover behind."
		],
		"source": "PZO2101",
		"id": "b16b3b72-8ba0-49d9-a0f5-cad2e21a23ba",
		"aonId": 10
	},
	{
		"objectType": "Feat",
		"name": "Ancestral Longevity",
		"level": 1,
		"traits": [ "Elf" ],
		"prerequisites": "at least 100 years old",
		"details": [
			"You have accumulated a vast array of lived knowledge over the years. During your daily preparations, you can reflect upon your life experiences to gain the trained proficiency rank in one skill of your choice. This proficiency lasts until you prepare again. Since this proficiency is temporary, you can't use it as a prerequisite for a skill increase or a permanent character option like a feat."
		],
		"page": 40,
		"source": "PZO2101",
		"id": "99fed39f-e3a9-4538-8cd7-e33d16b38fc5",
		"aonId": 12
	},
	{
		"objectType": "Feat",
		"name": "Elven Lore",
		"level": 1,
		"traits": [ "Elf" ],
		"details": [
			"You've studied in traditional elven arts, learning about arcane magic and the world around you. You gain the trained proficiency rank in Arcana and Nature. If you would automatically become trained in one of those skills (from your background or class, for example), you instead become trained in a skill of your choice. You also become trained in Elven Lore."
		],
		"page": 40,
		"source": "PZO2101",
		"id": "d9c106ad-e57b-47d5-beda-78e751245ac7",
		"aonId": 13
	},
	{
		"objectType": "Feat",
		"name": "Elven Weapon Familiarity",
		"level": 1,
		"traits": [ "Elf" ],
		"details": [
			"You favor bows and other elegant weapons. You are trained with longbows, composite longbows, longswords, rapiers, shortbows, and composite shortbows.",
			"In addition, you gain access to all uncommon elf weapons. For the purpose of determining your proficiency, martial elf weapons are simple weapons and advanced elf weapons are martial weapons."
		],
		"page": 40,
		"source": "PZO2101",
		"id": "1a645711-42fc-4446-954f-f27abf8bf2a6",
		"aonId": 14
	},
	{
		"objectType": "Feat",
		"name": "Forlorn",
		"level": 1,
		"traits": [ "Elf" ],
		"details": [
			"Watching your friends age and die fills you with moroseness that protects you against harmful emotions. You gain a +1 circumstance bonus to saving throws against emotion effects. If you roll a success on a saving throw against an emotion effect, you get a critical success instead."
		],
		"page": 40,
		"source": "PZO2101",
		"id": "df185f9c-781f-4287-aaed-a7c73557b0ff",
		"aonId": 15
	},
	{
		"objectType": "Feat",
		"name": "Nimble Elf",
		"level": 1,
		"traits": [ "Elf" ],
		"details": [
			"Your muscles are tightly honed. Your Speed increases by 5 feet."
		],
		"page": 40,
		"source": "PZO2101",
		"id": "3ed0a8f1-b5e9-498d-b422-1f735feea7c2",
		"aonId": 16
	},
	{
		"objectType": "Feat",
		"name": "Otherwordly Magic",
		"level": 1,
		"traits": [ "Elf" ],
		"details": [
			"Your elven magic manifests as a simple arcane spell, even if you aren't formally trained in magic. Choose one cantrip from the arcane spell list (page 307). You can cast this cantrip as an arcane innate spell at will. A cantrip is heightened to a spell level equal to half your level rounded up."
		],
		"page": 40,
		"source": "PZO2101",
		"id": "5f0a22c6-966e-4133-8ba3-bd8b4d820e8a",
		"aonId": 0
	},
	{
		"objectType": "Feat",
		"name": "Unwavering Mien",
		"level": 1,
		"traits": [ "Elf" ],
		"details": [
			"Your mystic control and meditations allow you to resist external influences upon your consciousness. Whenever you are affected by a mental effect that lasts at least 2 rounds, you can reduce the duration by 1 round.",
			"You still require natural sleep, but you treat your saving throws against effects that would cause you to fall asleep as one degree of success better. This protects only against sleep effects, not against other forms of falling unconscious."
		],
		"page": 40,
		"source": "PZO2101",
		"id": "5b138a42-81ed-4751-86cc-3ba41d2fd869",
		"aonId": 18
	},
	{
		"objectType": "Feat",
		"name": "Ageless Patience",
		"level": 5,
		"traits": [ "Elf" ],
		"details": [
			"You work at a pace born from longevity that enhances your thoroughness. You can voluntarily spend twice as much time as normal on a Perception check or skill check to gain a +2 circumstance bonus to that check. You also don't treat a natural 1 as worse than usual on these checks; you get a critical failure only if your result is 10 lower than the DC. For example, you could get these benefits if you spent 2 actions to Seek, which normally takes 1 action. You can get these benefits during exploration by taking twice as long exploring as normal, or in downtime by spending twice as much downtime.",
			"The GM might determine a situation doesn't grant you a benefit if a delay would be directly counterproductive to your success, such as a tense negotiation with an impatient creature."
		],
		"page": 40,
		"source": "PZO2101",
		"id": "6e7f8ee3-a2f8-424e-a46d-b25e98975634",
		"aonId": 19
	},
	{
		"objectType": "Feat",
		"name": "Elven Weapon Elegance",
		"level": 5,
		"traits": [ "Elf" ],
		"prerequisites": "Elven Weapon Familiarity",
		"details": [
			"You are attuned to the weapons of your elven ancestors and are particularly deadly when using them. Whenever you critically hit using an elf weapon or one of the weapons listed in Elven Weapon Familiarity, you apply the weapon's critical specialization effect."
		],
		"page": 41,
		"source": "PZO2101",
		"id": "c4504a32-7e6a-4f7d-a330-a71439da80ba",
		"aonId": 20
	},
	{
		"objectType": "Feat",
		"name": "Elf Step",
		"actionType": "[A]",
		"level": 9,
		"traits": [ "Elf" ],
		"details": [
			"You move in a graceful dance, and even your steps are broad. You Step 5 feet twice."
		],
		"page": 41,
		"source": "PZO2101",
		"id": "1516a8c6-c970-4ac5-b7c9-98a13f56c4b4",
		"aonId": 21
	},
	{
		"objectType": "Feat",
		"name": "Expert Longevity",
		"level": 9,
		"traits": [ "Elf" ],
		"prerequisites": "Ancestral Longevity",
		"details": [
			"You've continued to refine the knowledge and skills you've gained through your life. When you choose a skill in which to become trained with Ancestral Longevity, you can also choose a skill in which you are already trained and become an expert in that skill. This lasts until your Ancestral Longevity expires.",
			"When the effects of Ancestral Longevity and Expert Longevity expire, you can retrain one of your skill increases. The skill increase you gain from this retraining must either make you trained in the skill you chose with Ancestral Longevity or make you an expert in the skill you chose with Expert Longevity."
		],
		"page": 41,
		"source": "PZO2101",
		"id": "9c9869ef-0963-409c-a215-40b4843fff4f",
		"aonId": 22
	},
	{
		"objectType": "Feat",
		"name": "Universal Longevity",
		"level": 13,
		"traits": [ "Elf" ],
		"actionType": "[A]",
		"prerequisites": "Expert Longevity",
		"frequency": "once per day",
		"details": [
			"You've perfected your ability to keep up with all the skills you've learned over your long life, so you're almost never truly untrained at a skill. You reflect on your life experiences, changing the skills you selected with Ancestral Longevity and Expert Longevity."
		],
		"page": 41,
		"source": "PZO2101",
		"id": "d878411d-eb11-44e9-ab83-843665fc15e4",
		"aonId": 23
	},
	{
		"objectType": "Feat",
		"name": "Elven Weapon Expertise",
		"level": 13,
		"traits": [ "Elf" ],
		"prerequisites": "Elven Weapon Familiarity",
		"details": [
			"Your elven affinity blends with your class training, granting you great skill with elven weapons. Whenever you gain a class feature that grants you expert or greater proficiency in certain weapons, you also gain that proficiency in longbows, composite longbows, longswords, rapiers, shortbows, composite shortbows, and all elf weapons in which you are trained."
		],
		"page": 41,
		"source": "PZO2101",
		"id": "d464eca8-ae4a-4eec-99c4-e3b6678b14ae",
		"aonId": 24
	}
]