[
	{
		"objectType": "Ancestry",
		"name": "Halfling",
		"details": [
			"Optimistic and cheerful, blessed with uncanny luck, and driven by powerful wanderlust, halflings make up for their short stature with an abundance of bravado and curiosity. At once excitable and easygoing, they are the best kind of opportunists, and their passions favor joy over violence. Even in the jaws of danger, halflings rarely lose their sense of humor.",
			"Many taller people dismiss halflings due to their size or, worse, treat them like children. Halflings use these prejudices and misconceptions to their advantage, gaining access to opportunities and performing deeds of daring mischief or heroism. A halfling's curiosity is tempered by wisdom and caution, leading to calculated risks and narrow escapes.",
			"While their wanderlust and curiosity sometimes drive them toward adventure, halflings also carry strong ties to house and home, often spending above their means to achieve comfort in their homelife.",
			"If you want to play a character who must contend with these opposing drives toward adventure and comfort, you should play a halfling."
		],
		"youMight": [
			"Get along well with a wide variety of people and enjoy meeting new friends.",
			"Find it difficult to resist indulging your curiosity, even when you know it's going to lead to trouble. Hold a deep and personal hatred of the practice of slavery and devote yourself to freeing those who still labor against their will."
		],
		"othersProbably": [
			"Appreciate your ability to always find a silver lining or something to laugh about, no matter how dire the situation.",
			"Think you bring good luck with you.",
			"Underestimate your strength, endurance, and fighting prowess."
		],
		"physicalDescription": [
			"Halflings are short humanoids who look vaguely like smaller humans. They rarely grow to be more than 3 feet in height. Halfling proportions vary, with some looking like shorter adult humans with slightly larger heads and others having proportions closer to those of a human child.",
			"Most halflings prefer to walk barefoot rather than wearing shoes, and those who do so develop roughly calloused soles on their feet over time. Tufts of thick, often-curly hair warm the tops of their broad, tanned feet. Halfling skin tones tend toward rich, tawny shades like amber or oak, and their hair color ranges from a light golden blond to raven black.",
			"Halflings reach physical adulthood around the age of 20. A typical halfling can live to be around 150 years old."
		],
		"society": [
			"Despite their jovial and friendly nature, halflings don't usually tend to congregate. They have no cultural homeland in the Inner Sea region, and they instead weave themselves throughout the societies of the world. Halflings eke out whatever living they can manage, many performing menial labor or holding simple service jobs. Some halflings reject city life, instead turning to the open road and traveling from place to place in search of fortune and fame. These nomadic halflings often travel in small groups, sharing hardships and simple pleasures among close friends and family.",
			"Wherever halflings go, they seamlessly blend into the society they find themselves in, adapting to the culture of the predominant ancestry around them and adding their uniquely halfling twists, creating a blend of cultural diffusion that enriches both cultures."
		],
		"alignmentAndReligion": [
			"Halflings are loyal to their friends and their family, but they aren't afraid to do what needs to be done in order to survive. Halfling alignments vary, typically closely in keeping with the alignment of the other ancestries that live around them. Halflings favor gods that either grant luck, like Desna, or encourage guile, like Norgorber, and many appreciate Cayden Cailean's role as a liberator, as well as any religions common among other ancestries around them."
		],
		"names": [
			"Halfling names are usually two to three syllables, with a gentle sound that avoids hard consonants. Preferring their names to sound humble, halflings see overly long or complex names as a sign of arrogance. This goes only for their own people, however-halflings have names that suit them, and they understand that elves and humans might have longer names to suit their own aesthetics. Humans in particular have a tendency to refer to halflings by nicknames, with \"Lucky\" being common to the point of absurdity."
		],
		"sampleNames": [ "Anafa", "Antal", "Bellis", "Boram", "Etune", "Filiu", "Jamir", "Kaleb", "Linna", "Marra", "Miro", "Rillka", "Sistra", "Sumak", "Yamyra" ],
		"aonId": 5,
		"source": "PZO2101",
		"page": 50,
		"id": "713ea2c7-31f7-4e84-8fdc-71110df47d89",
		"properties": {
			"hitPoints": 6,
			"size": "Small",
			"speed": "25 feet",
			"abilityBoosts": [ "Dexterity", "Wisdom", "Free" ],
			"abilityFlaw": [ "Strength" ],
			"languages": {
				"starting": [
					"Common",
					"Halfling",
					"Additional languages equal to your Intelligence modifier (if it's positive)"
				],
				"choices": [
					"Dwarven",
					"Elven",
					"Gnomish",
					"Goblin",
					"any other languages to which you have access (such as the languages prevalent in your region)"
				]
			},
			"traits": [ "Halfling", "Humanoid" ],
			"other": [
				{
					"name": "Keen Eyes",
					"details": "Your eyes are sharp, allowing you to make out small details about concealed or even invisible creatures that others might miss. You gain a +2 circumstance bonus when using the Seek action to find hidden or undetected creatures within 30 feet of you. When you target an opponent that is concealed from you or hidden from you, reduce the DC of the flat check to 3 for a concealed target or 9 for a hidden one."
				}
			],
			"adventurers": [
				{
					"name": "Halfling Adventurers",
					"details": [
						"Halflings' natural wanderlust and opportunistic nature make them ideal adventurers. Many people put up with their vivacious attitudes in return for the natural talents they provide and the popular superstition that traveling with a halfling is good luck.",
						"Typical backgrounds for halflings include acrobat, criminal, emissary, entertainer, laborer, and street urchin. Halflings make great clerics and rogues, but many also become monks or rangers."
					]
				}
			]
		},
		"hash": "UsUJktRJ"
	},
	{
		"objectType": "Heritage",
		"name": "Gutsy Halfling",
		"ancestry": "Halfling",
		"details": [
			"Your family line is known for keeping a level head and staving off fear when the chips were down, making them wise leaders and sometimes even heroes. When you roll a success on a saving throw against an emotion effect, you get a critical success instead."
		],
		"source": "PZO2101",
		"id": "e72ca8f7-b452-44d3-a785-76d059f6b2d3",
		"aonId": 21,
		"hash": "WQSzXhyd"
	},
	{
		"objectType": "Heritage",
		"name": "Hillock Halfling",
		"ancestry": "Halfling",
		"details": [
			"Accustomed to a calm life in the hills, your people find rest and relaxation especially replenishing, particularly when indulging in creature comforts. When you regain Hit Points overnight, add your level to the Hit Points regained. When anyone uses the Medicine skill to Treat your Wounds, you can eat a snack to add your level to the Hit Points you regain from their treatment."
		],
		"source": "PZO2101",
		"id": "e6caccb6-29ef-4a9a-bc3a-391bf9e0aec2",
		"aonId": 22,
		"hash": "kDRQKwxQ"
	},
	{
		"objectType": "Heritage",
		"name": "Nomadic Halfling",
		"ancestry": "Halfling",
		"details": [
			"Your ancestors have traveled from place to place for generations, never content to settle down. You gain two additional languages of your choice, chosen from among the common and uncommon languages available to you, and every time you take the Multilingual feat, you gain another new language."
		],
		"source": "PZO2101",
		"id": "0fc2c8d2-92b2-4e44-82f0-d3788dbd504d",
		"aonId": 23,
		"hash": "FqSmxYtQ"
	},
	{
		"objectType": "Heritage",
		"name": "Twilight Halfling",
		"ancestry": "Halfling",
		"details": [
			"Your ancestors performed many secret acts under the concealing cover of dusk, whether for good or ill, and over time they developed the ability to see in twilight beyond even the usual keen sight of halflings. You gain low-light vision."
		],
		"source": "PZO2101",
		"id": "441f2156-0192-420a-a4a8-1d877c44ff90",
		"aonId": 24,
		"hash": "ZpsvZGRt"
	},
	{
		"objectType": "Heritage",
		"name": "Wildwood Halfling",
		"ancestry": "Halfling",
		"details": [
			"You hail from deep in a jungle or forest, and you've learned how to use your small size to wriggle through undergrowth, vines, and other obstacles. You ignore difficult terrain from trees, foliage, and undergrowth."
		],
		"source": "PZO2101",
		"id": "0f7994f0-78ba-4629-8a7f-772cdd05fd11",
		"aonId": 25,
		"hash": "pwDWJAsF"
	},
	{
		"objectType": "Feat",
		"name": "Distracting Shadows",
		"level": 1,
		"traits": [ "Halfling" ],
		"details": [
			"You have learned to remain hidden by using larger folk as a distraction to avoid drawing attention to yourself. You can use creatures that are at least one size larger than you (usually Medium or larger) as cover for the Hide and Sneak actions, though you still can't use such creatures as cover for other uses, such as the Take Cover action."
		],
		"page": 52,
		"source": "PZO2101",
		"id": "35ad52bf-2a73-417b-97d5-b77bfad2071e",
		"aonId": 52,
		"hash": "pBlsOyNg"
	},
	{
		"objectType": "Feat",
		"name": "Halfling Lore",
		"level": 1,
		"traits": [ "Halfling" ],
		"details": [
			"You've dutifully learned how to keep your balance and how to stick to the shadows where it's safe, important skills passed down through generations of halfling tradition. You gain the trained proficiency rank in Acrobatics and Stealth. If you would automatically become trained in one of those skills (from your background or class, for example), you instead become trained in a skill of your choice. You also become trained in Halfling Lore."
		],
		"page": 52,
		"source": "PZO2101",
		"id": "ee03b959-6eaf-47da-856a-19bd2897ecbb",
		"aonId": 53,
		"hash": "NRNBISww"
	},
	{
		"objectType": "Feat",
		"name": "Halfling Luck",
		"actionType": "[F]",
		"level": 1,
		"traits": [ "Halfling", "Fortune" ],
		"frequency": "once per day",
		"trigger": "You fail a skill check or saving throw.",
		"details": [
			"Your happy-go-lucky nature makes it seem like misfortune avoids you, and to an extent, that might even be true. You can reroll the triggering check, but you must use the new result, even if it's worse than your first roll."
		],
		"page": 52,
		"source": "PZO2101",
		"id": "947b0300-1469-47b0-9597-3e1ea015298d",
		"aonId": 54,
		"hash": "vnpWGMkQ"
	},
	{
		"objectType": "Feat",
		"name": "Halfling Weapon Familiarity",
		"level": 1,
		"traits": [ "Halfling" ],
		"details": [
			"You favor traditional halfling weapons, so you've learned how to use them more effectively. You have the trained proficiency with the sling, halfling sling staff, and shortsword. You gain access to all uncommon halfling weapons. For the purpose of determining your proficiency, martial halfling weapons are simple weapons and advanced halfling weapons are martial weapons."
		],
		"page": 52,
		"source": "PZO2101",
		"id": "a32a2000-62d0-4de6-815b-0d3d46a5f275",
		"aonId": 55,
		"hash": "yqBDRBkp"
	},
	{
		"objectType": "Feat",
		"name": "Sure Feet",
		"level": 1,
		"traits": [ "Halfling" ],
		"details": [
			"Whether keeping your balance or scrambling up a tricky climb, your hairy, calloused feet easily find purchase. If you roll a success on an Acrobatics check to Balance or an Athletics check to Climb, you get a critical success instead. You're not flat-footed when you attempt to Balance or Climb."
		],
		"page": 52,
		"source": "PZO2101",
		"id": "91a8e27f-8e0e-4c7f-aad1-e3f069c4c083",
		"aonId": 56,
		"hash": "hkgMsvAP"
	},
	{
		"objectType": "Feat",
		"name": "Titan Slinger",
		"level": 1,
		"traits": [ "Halfling" ],
		"details": [
			"You have learned how to use your sling to fell enormous creatures. When you hit on an attack with a sling against a Large or larger creature, increase the size of the weapon damage die by one step (details on increasing weapon damage die sizes can be found on page 279)."
		],
		"page": 52,
		"source": "PZO2101",
		"id": "cdd56a31-223d-468e-9eac-eec9c9e25c3a",
		"aonId": 57,
		"hash": "bQvXwykb"
	},
	{
		"objectType": "Feat",
		"name": "Unfettered Halfling",
		"level": 1,
		"traits": [ "Halfling" ],
		"details": [
			"You were forced into service as a laborer, either pressed into indentured servitude or shackled by the evils of slavery, but you've since escaped and have trained to ensure you'll never be caught again. Whenever you roll a success on a check to Escape or a saving throw against an effect that would impose the grabbed or restrained condition on you, you get a critical success instead. Whenever a creature rolls a failure on a check to Grapple you, they get a critical failure instead. If a creature uses the Grab ability on you, it must succeed at an Athletics check to grab you instead of automatically grabbing you."
		],
		"page": 52,
		"source": "PZO2101",
		"id": "87204b66-9a65-4284-a7e3-943312962574",
		"aonId": 58,
		"hash": "EWtIGzNx"
	},
	{
		"objectType": "Feat",
		"name": "Watchful Halfling",
		"level": 1,
		"traits": [ "Halfling" ],
		"details": [
			"Your communal lifestyle causes you to pay close attention to the people around you, allowing you to more easily notice when they act out of character. You gain a +2 circumstance bonus to Perception checks when using the Sense Motive basic action to notice enchanted or possessed characters. If you aren't actively using Sense Motive on an enchanted or possessed character, the GM rolls a secret check, without the usual circumstance and with a -2 circumstance penalty, for you to potentially notice the enchantment or possession anyway.",
			"In addition to using it for skill checks, you can use the Aid basic action to grant a bonus to another creature's saving throw or other check to overcome enchantment or possession. As usual for Aid, you need to prepare by using an action on your turn to encourage the creature to fight against the effect."
		],
		"page": 52,
		"source": "PZO2101",
		"id": "c2b8060d-7ea9-49da-a689-1411b6c61d78",
		"aonId": 59,
		"hash": "Onrlwnsx"
	},
	{
		"objectType": "Feat",
		"name": "Culteral Adaptability",
		"level": 5,
		"traits": [ "Halfling" ],
		"details": [
			"During your adventures, you've honed your ability to adapt to the culture of the predominant ancestry around you. You gain the Adopted Ancestry general feat, and you also gain one 1st-level ancestry feat from the ancestry you chose for the Adopted Ancestry feat."
		],
		"page": 53,
		"source": "PZO2101",
		"id": "b4956607-e795-4e41-aa2c-89d7c8a9ea75",
		"aonId": 0
	},
	{
		"objectType": "Feat",
		"name": "Halfling Weapon Trickster",
		"level": 5,
		"traits": [ "Halfling" ],
		"prerequisites": "Halfling Weapon Familiarity",
		"details": [
			"You are particularly adept at fighting with your people's favored weapons. Whenever you critically succeed at an attack roll using a shortsword, a sling, or a halfling weapon, you apply the weapon's critical specialization effect."
		],
		"page": 53,
		"source": "PZO2101",
		"id": "efd6ac58-eba6-4894-b207-56abe78c983f",
		"aonId": 61,
		"hash": "dDDDvACg"
	},
	{
		"objectType": "Feat",
		"name": "Guiding Luck",
		"level": 9,
		"traits": [ "Halfling" ],
		"prerequisites": "Halfling Luck",
		"details": [
			"Your luck guides you to look the right way and aim your blows unerringly. You can use Halfling Luck twice per day: once in response to its normal trigger, and once when you fail a Perception check or attack roll instead of the normal trigger."
		],
		"page": 53,
		"source": "PZO2101",
		"id": "13507789-bd02-43c1-b307-6443b3ca503b",
		"aonId": 62,
		"hash": "qDcnbrnW"
	},
	{
		"objectType": "Feat",
		"name": "Irrepressible",
		"level": 9,
		"traits": [ "Halfling" ],
		"details": [
			"You are easily able to ward off attempts to play on your fears and emotions. When you roll a success on a saving throw against an emotion effect, you get a critical success instead. If your heritage is gutsy halfling, when you roll a critical failure on a saving throw against an emotion effect, you get a failure instead."
		],
		"page": 53,
		"source": "PZO2101",
		"id": "ff015277-bfe3-424b-bea6-d4e638ce42e5",
		"aonId": 63,
		"hash": "zVLVpXGj"
	},
	{
		"objectType": "Feat",
		"name": "Ceaseless Shadows",
		"level": 13,
		"traits": [ "Halfling" ],
		"prerequisites": "Distracting Shadows",
		"details": [
			"You excel at going unnoticed, especially among a crowd. You no longer need to have cover or be concealed to Hide or Sneak. If you would have lesser cover from creatures, you gain cover and can Take Cover, and if you would have cover from creatures, you gain greater cover."
		],
		"page": 53,
		"source": "PZO2101",
		"id": "0ec9ca15-5f4e-4526-b9d0-515e8f566fac",
		"aonId": 64,
		"hash": "KVqyrVWq"
	},
	{
		"objectType": "Feat",
		"name": "Halfling Weapon Expertise",
		"level": 13,
		"traits": [ "Halfling" ],
		"prerequisites": "Halfling Weapon Familiarity",
		"details": [
			"Your halfling affinity blends with your class training, granting you great skill with halfling weapons. Whenever you gain a class feature that grants you expert or greater proficiency in a given weapon or weapons, you also gain that proficiency in the sling, halfling sling staff, shortsword, and all halfling weapons in which you are trained."
		],
		"page": 53,
		"source": "PZO2101",
		"id": "1bdba262-9168-429d-bd0c-e3823ed9772a",
		"aonId": 65,
		"hash": "dIIxWpfp"
	}
]