[
	{
		"objectType": "Background",
		"name": "Body Artist",
		"details": [
			"You once did work to create art on others' bodies. You may have provided piercings, tattoos, scarifications, implants, or other body modification. These are sometimes used to mark warriors who have proven themselves, identify individuals at a particular social status, or in some cultures, simply as a means to make money and help others express individuality.",
			"Choose two ability boosts. One must be to Dexterity or Wisdom, and the other is a free ability boost.",
			"You're trained in the Medicine skill as well as the Body Art Lore skill. You gain the Powerful Healer skill feat."
		],
		"features": [
			{
				"level": 1,
				"objectType": "BackgroundFeature",
				"source": "LG_LKSE",
				"name": "Body Artist",
				"metadata": {
					"abilities": [
						{ "type": "Boost", "options": [ "Free" ] },
						{ "type": "Boost", "options": [ "Dexterity", "Wisdom" ] }
					],
					"feat": { "given": "Powerful Healer" },
					"proficiencies": [
						{ "proficiency": "Trained", "category": "Skill", "given": "Medicine" },
						{ "proficiency": "Trained", "category": "Skill", "given": "Art Lore" }
					]
				}
			}
		],
		"source": "LG_LKSE",
		"id": "f5f75106-6d58-4644-9970-b0707691b831"
	},
	{
		"objectType": "Background",
		"name": "Burn-Scarred",
		"details": [
			"When you were young you were severely scarred in a fire; it may have been an accidental home fire, you may have been the victim of a vicious branding, or perhaps you were careless while practicing fire magic. Regardless of the cause, it left you with highly-prominent scars that, depending on your personality, might be a mark of shame, a brand of honor, or an interesting story to tell fellow adventurers.",
			"Choose two ability boosts. One must be to Charisma or Constitution, and the other is a free ability boost.",
			"You're trained in the Intimidation skill and your choice of the Arcana skill or Nature skill. You gain the Intimidating Glare skill feat."
		],
		"source": "LG_LKSE",
		"id": "946c4739-af48-4678-ba0a-eb1135cabc84"
	},
	{
		"objectType": "Background",
		"name": "Deep-Sea Fisher",
		"details": [
			"As a means to make ends meet, you took prolonged trips out to sea, either capturing large fish that served as rarer delicacies or perhaps trawling for crabs or lobsters along the ocean floor. You got used to enduring rough conditions, knowing that it was worth it if you came back to shore with a full net.",
			"Choose two ability boosts. One must be to Strength or Constitution, and the other is a free ability boost.",
			"You're trained in the Athletics skill as well as the Fishing Lore skill. You gain your choice of the Hefty Hauler skill feat or the Storm Traveler skill feat."
		],
		"source": "LG_LKSE",
		"id": "92e95808-75c4-4bbc-a6b9-0aedd0a5a6a0"
	},
	{
		"objectType": "Background",
		"name": "Hurricane-Ravaged",
		"details": [
			"The area you once lived in has been subjected to constant windstorms for years, even decades, and you've had to learn to adapt to constantly being buffeted with savage wind. This may simply be your peoples' way of life, or it may have been a recent catastrophe of which you are one of the lucky survivors. These conditions could have been caused by an overlap in the Material Plane and Plane of Air or a cyclical curse on your town, if not just a strange quirk of nature.",
			"Choose two ability boosts. One must be to Dexterity or Constitution, and the other is a free ability boost.",
			"You're the Acrobatics skill as well as the Plane of Air Lore skill. You gain the Stabilize Posture skill feat."
		],
		"source": "LG_LKSE",
		"id": "8753f82d-ede9-422c-8273-097e13716a28"
	},
	{
		"objectType": "Background",
		"name": "Lost at Sea",
		"details": [
			"At one point in your life, you found yourself stranded on a deserted island, whether the result of a sunken ship, exile from your old home, or a teleportation spell gone awry. For several months, possibly even years, you had to subsist on nothing but the sea life and a few plants as sustenance and endured the elements in little more than a rickety self-built shack. You have since been rescued from the remote isle, but your experience has left an indelible scar on your psyche, giving you both a fascination with and a fear of the sea.",
			"Choose two ability boosts. One must be to Constitution or Strength, and the other is a free ability boost.",
			"You're trained in the Fishing Lore skill and the Survival skill. You gain the Terrain Expertise (aquatic) skill feat."
		],
		"source": "LG_LKSE",
		"id": "c6250b4f-9f68-46dd-b295-c89ce8b0c342"
	},
	{
		"objectType": "Background",
		"name": "Pearl Diver",
		"details": [
			"You were raised near a large body of water where clams and oysters are commonly found: likely an island, the seashore, or by a large lake. Due to your family's lifestyle, you were taught to swim at an early age to help collect oysters from the sea or lake bed, and you often needed to swim to travel to other places when a boat or other transportation was either unavailable or simply inconvenient.",
			"Choose two ability boosts. One must be to Constitution or Strength, and the other is a free ability boost.",
			"You're trained in the Athletics skill and the Aquatic Lore skill. You gain the Quick Swim skill feat."
		],
		"source": "LG_LKSE",
		"id": "6be8b087-ce85-4d18-ae18-2067cba7a5fb"
	},
	{
		"objectType": "Background",
		"name": "Ship Navigator",
		"details": [
			"You used to sail the high seas, and perhaps still do. You may have been a pirate, a naval officer, a merchant, or even a common sailor. You earned the trust of your captain well enough to be trusted with navigating during harsh weather conditions, and did so with great skill.",
			"Choose two ability boosts. One must be to Strength or Wisdom, and the other is a free ability boost.",
			"You're trained in the Sailing Lore skill, as well as your choice of the Athletics skill or Survival skill. You gain the Storm Traveler skill feat."
		],
		"source": "LG_LKSE",
		"id": "fe5ed350-a666-4009-9f32-ad837b3255b5"
	},
	{
		"objectType": "Background",
		"name": "Street Magician",
		"details": [
			"You learned quite a bit of sleight of hand in your youth, and used it entertaining family, friends, and eventually small crowds, earning yourself a meager living. It's hard to tell if you're simply more dexterous than most, or if the tricks you perform are truly fueled by an instinctive supernatural power.",
			"Choose two ability boosts. One must be to Dexterity or Charisma, and the other is a free ability boost.",
			"You're trained in the Performance skill and a Lore skill for the city you performed in. You gain the Fascinating Performance skill feat."
		],
		"source": "LG_LKSE",
		"id": "0ddeb030-ab1d-4d1d-9147-a04fc9fa827b"
	},
	{
		"objectType": "Background",
		"name": "Struck by Lightning",
		"details": [
			"You've been struck by lightning and survived. The experience has left you scarred: externally, internally, spiritually, or in some other way. Ever since, you've become hyper-aware of risks, and statistical odds, using these to guide your life choices.",
			"Choose two ability boots. One must be to Dexterity or Intelligence, and one is a free ability boost.",
			"You're trained in your choice of the Nature skill or Survival skill, as well as your choice of the Academia Lore skill or Games Lore skill. You gain the Diehard general feat."
		],
		"source": "LG_LKSE",
		"id": "5c9a0d91-dc90-4111-8374-880009d9007e"
	},
	{
		"objectType": "Background",
		"name": "Telekinetic",
		"details": [
			"You've always had a strange gift for moving things with your mind. It might be a unique psychic trait, the beginnings of an innate skill in magic, the gifts of a deity or patron, or even some esoteric force that does your bidding on some rudimentary level. This strange power has aided you in many ways throughout the years, and you couldn't imagine everyday life without it.",
			"Choose two ability boosts. One must be to Intelligence or Charisma, and the other is a free ability boost.",
			"You're trained in your choice of the Arcana skill or Occultism skill and your choice of the Fortune-Telling Lore skill or Underworld Lore skill. You gain the Telekinetic Gift skill feat."
		],
		"source": "LG_LKSE",
		"id": "05a8e900-4008-4cac-be37-809a297d366e"
	},
	{
		"objectType": "Background",
		"name": "Visited",
		"details": [
			"You were once visited by an otherworldly being; it may have been an extraterrestrial come to you in a dream, or a visitor from another plane that came across you by happenstance. Ever since, you've wanted to know where the mysterious being came from and why it left you with an indelible affinity toward unknown energies.",
			"Choose two ability boosts. One must be to Intelligence or Wisdom, and the other is a free ability boost.",
			"You're trained in your choice of the Nature skill or Occultism skill, as well as a Lore skill relating to a specific plane of existence. You gain the Sense Element skill feat."
		],
		"source": "LG_LKSE",
		"id": "9889b4c2-b832-488d-9ceb-1bbe7f642a9b"
	}
]