[
	{
		"objectType": "Class",
		"name": "Legendary Kineticist",
		"duringCombatEncounters": [
			"You use kinetic blasts and your elemental powers to injure your enemies, move around the battlefield, and enhance the abilities of your allies.",
			"Your resilient body helps you endure in combat, even when threatened with powerful foes.",
			"The connection with your elemental plane gives you near limitless magic, though not as potent as a wizard or druid's most powerful spells."
		],
		"duringSocialEncounters": [
			"Your power over the elements can be intimidating to those with more mundane skills.",
			"This can cause your foes to cower in fear, but often makes more tense negotiations even more volatile."
		],
		"whileExploring": [
			"You can use your extraordinary movement powers and unusual sensory abilities to go places and detect things you companions cannot.",
			"You're at your best when surrounded by your element."
		],
		"inDowntime": [
			"You might research and explore the nature of your element even more, seeking out places in the world that help you better understand your elemental connection and strengthen that bond.",
			"You may find a trade that ties in closely with your element, giving you an edge over your competition."
		],
		"youMight": [
			"Wish to learn more about your associated elemental plane and explore the nature of your elemental nature.",
			"Haveapersonalitythatisintunewithyourelement,suchasafierytemper, an icy demeanor, an airy light heartedness, or rock solid stubbornness.",
			"Seek a hobby or profession to help define you over and above your elemental inclinations."
		],
		"othersProbably": [
			"Distrust or are envious of your ability to command the elements without training.",
			"Assume you are associated with an elemental lord or extra-planar power.",
			"See you as an embodiment of your associated element and nothing more, failing to see your true self."
		],
		"classPath": "Elemental Conduit",
		"source": "LG_LKSE",
		"id": "846b4032-3cf7-4dc9-8ffe-3ee514ae2713"
	},
	{ "objectType": "ClassPath", "name": "Aether", "class": "Legendary Kineticist", "source": "LG_LKSE", "id": "bccedf16-e146-4fab-9e04-f0463312dcc8" },
	{ "objectType": "ClassPath", "name": "Air", "class": "Legendary Kineticist", "source": "LG_LKSE", "id": "dee6909c-0e83-4146-8da0-12e3dea7a52c" },
	{ "objectType": "ClassPath", "name": "Cold", "class": "Legendary Kineticist", "source": "LG_LKSE", "id": "ed981003-7667-4f30-8ec7-89a0ca5312ef" },
	{ "objectType": "ClassPath", "name": "Earth", "class": "Legendary Kineticist", "source": "LG_LKSE", "id": "ea360e4d-042f-4162-8f7c-3ffffda24865" },
	{ "objectType": "ClassPath", "name": "Electricity", "class": "Legendary Kineticist", "source": "LG_LKSE", "id": "ebb4586c-3940-4782-8168-7a39a45793d9" },
	{ "objectType": "ClassPath", "name": "Fire", "class": "Legendary Kineticist", "source": "LG_LKSE", "id": "4d2baca6-c40f-42ce-8123-b400591cff84" },
	{ "objectType": "ClassPath", "name": "Water", "class": "Legendary Kineticist", "source": "LG_LKSE", "id": "eb8aa114-6f2b-4c06-bdb5-3a2a9804a885" }
]