[
	{
		"aonId": 353,
		"name": "Vampiric Exsanguination",
		"description": "Draw blood and life force from creatures in a cone.",
		"area": "30-foot cone",
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"details": [
			"You draw in the blood and life force of other creatures through your outstretched arms. You deal 12d6 negative damage to living creatures in the area.",
			"You gain temporary Hit Points equal to half the damage a single creature takes from this spell; calculate these temporary Hit Points using the creature that took the most damage. You lose any remaining temporary Hit Points after 1 minute."
		],
		"heightened": [
			{ "change": "The damage increases by 2d6.", "bump": 1 }
		],
		"level": 6,
		"objectType": "Spell",
		"page": 380,
		"savingThrow": "basic Fortitude",
		"source": "PZO2101",
		"traditions": [ "arcane", "divine", "occult" ],
		"traits": [ "Death", "Necromancy", "Negative" ],
		"focus": false,
		"id": "f6b28a46-aa99-4381-bd99-b46492a72c05"
	},
	{
		"aonId": 354,
		"name": "Vampiric Touch",
		"description": "Deal negative damage and gain temporary HP with a touch.",
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"details": [
			"Your touch leeches the lifeblood out of a target to empower yourself. You deal 6d6 negative damage to the target. You gain temporary Hit Points equal to half the negative damage the target takes (after applying resistances and the like). You lose any remaining temporary Hit Points after 1 minute."
		],
		"heightened": [
			{ "change": "The damage increases by 2d6.", "bump": 1 }
		],
		"level": 3,
		"objectType": "Spell",
		"page": 380,
		"range": "touch",
		"savingThrow": "basic Fortitude",
		"source": "PZO2101",
		"targets": "1 living creature",
		"traditions": [ "arcane", "divine", "occult" ],
		"traits": [ "Death", "Necromancy", "Negative" ],
		"focus": false,
		"id": "7d0b6992-8fdb-4a56-89a4-a952ceb6781e"
	},
	{
		"aonId": 355,
		"name": "Veil",
		"description": "Disguise many creatures as other creatures.",
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"details": [
			"You disguise the targets as other creatures of the same body shape and roughly similar height (within 6 inches) and weight (within 50 pounds). The disguise can hide the targets' identities or let them appear to be of another ancestry, but it's not precise enough to impersonate specific individuals. The spell doesn't change voice, scent, or mannerisms. You choose the disguise for each target; for example, you could make one target appear to be a dwarf and another an elf.",
			"Casting <i>veil</i> counts as setting up a disguise for the purpose of the Impersonate action. It allows the target to ignore any circumstance penalties they might take for being disguised as dissimilar creatures, and it gives the targets a +4 status bonus to Deception checks to prevent others from seeing through their disguises, and add their level even if untrained. You can Dismiss any or all of these disguises."
		],
		"duration": "1 hour",
		"heightened": [
			{ "change": "The spell also disguises the targets' voices and scents; it gains the auditory trait.", "level": 5 },
			{
				"change": "The targets can appear as any creature of the same size, even specific individuals. You must have seen an individual to reproduce their appearance. The spell also disguises the targets' voices and scents; it gains the auditory trait.",
				"level": 7
			}
		],
		"level": 4,
		"objectType": "Spell",
		"page": 380,
		"range": "30 feet",
		"source": "PZO2101",
		"targets": "up to 10 creatures",
		"traditions": [ "arcane", "occult" ],
		"traits": [ "Illusion", "Visual" ],
		"focus": false,
		"id": "8fabfbfc-a29c-4106-8c0f-651a0b32c580"
	},
	{
		"aonId": 356,
		"name": "Ventriloquism",
		"description": "Throw your voice.",
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"details": [
			"Whenever you speak or make any other sound vocally, you can make your vocalization seem to originate from somewhere else within 60 feet, and you can change that apparent location freely as you vocalize. Any creature that hears the sound can attempt to disbelieve your illusion."
		],
		"duration": "10 minutes",
		"heightened": [
			{
				"change": "The spell's duration increases to 1 hour, and you can also change the tone, quality, and other aspects of your  voice. Before a creature can attempt to disbelieve your illusion, it must actively attempt a Perception check or otherwise use actions to interact with the sound.",
				"level": 2
			}
		],
		"level": 1,
		"objectType": "Spell",
		"page": 381,
		"source": "PZO2101",
		"traditions": [ "arcane", "divine", "occult", "primal" ],
		"traits": [ "Auditory", "Illusion" ],
		"focus": false,
		"id": "575a8dda-5b13-42b1-ae5e-417fac9ffd40"
	},
	{
		"aonId": 357,
		"name": "Vibrant Pattern",
		"description": "Make a pattern of lights that dazzles and blinds.",
		"area": "10-foot burst",
		"cast": "[A][A]",
		"components": [ "material", "somatic" ],
		"details": [
			"You create a pattern of lights that pulses with intensity. Creatures are dazzled while inside the pattern.",
			"In addition, a creature must attempt a Will saving throw if it's inside the pattern when you cast it, enters the pattern, ends its turn within the pattern, or uses a Seek or Interact action on the pattern. A creature currently blinded by the pattern doesn't need to attempt new saving throws.",
			{
				"success": [
					"The creature is unaffected."
				],
				"failure": [
					"The creature is blinded by the pattern. If it exits the pattern, it can attempt a new save to recover from the blinded condition at the end of each of its turns, to a maximum duration of 1 minute."
				],
				"criticalFailure": [
					"The creature is blinded for 1 minute."
				]
			}
		],
		"duration": "sustained up to 1 minute",
		"level": 6,
		"objectType": "Spell",
		"page": 381,
		"range": "120 feet",
		"savingThrow": "Will",
		"source": "PZO2101",
		"traditions": [ "arcane", "occult" ],
		"traits": [ "Illusion", "Incapacitation", "Visual" ],
		"focus": false,
		"id": "eb42cb9c-b6a6-470e-ad6c-9d1d68da1001"
	},
	{
		"aonId": 358,
		"name": "Visions of Danger",
		"description": "Create a vision of horrid, swarming creatures that causes mental damage.",
		"area": "30-foot burst",
		"cast": "[A][A][A]",
		"components": [ "material", "somatic", "verbal" ],
		"details": [
			"An illusion of horrific creatures fills the spell's area. The creatures look like Tiny swarming monsters with a specific appearance of your choice, such as Hellish flies or animated saw blades. The burst deals 8d8 mental damage to each creature that's inside the burst when it's created, enters the burst, or starts its turn inside the burst. A creature that critically succeeds at its will save can immediately attempt to disbelieve the illusion. A creature that tries to Interact with the monsters or observes one with a Seek action can attempt to disbelieve the illusion. Creatures that disbelieve the illusion take no damage from the illusion thereafter."
		],
		"duration": "1 minute",
		"heightened": [
			{ "change": "The mental damage increases by 1d8.", "bump": 1 }
		],
		"level": 7,
		"objectType": "Spell",
		"page": 381,
		"range": "500 feet",
		"savingThrow": "Will",
		"source": "PZO2101",
		"traditions": [ "occult" ],
		"traits": [ "Auditory", "Illusion", "Visual" ],
		"focus": false,
		"id": "24583bc3-783d-4a0d-830c-cbfd9de9f60f"
	},
	{
		"aonId": 359,
		"name": "Vital Beacon",
		"description": "Radiate vitality that heals creatures that touch you.",
		"cast": "1 minute",
		"components": [ "somatic", "verbal" ],
		"details": [
			"Vitality radiates outward from you, allowing others to supplicate and receive healing. Once per round, either you or an ally can use an Interact action to supplicate and lay hands upon you to regain Hit Points. Each time the beacon heals someone, it decreases in strength. It restores 4d10 Hit Points to the first creature, 4d8 Hit Points to the second, 4d6 Hit Points to the third, and 4d4 Hit Points to the fourth, after which the spell ends. You can have only one <i>vital beacon</i> active at a time."
		],
		"duration": "until your next daily preparations",
		"heightened": [
			{ "change": "The beacon restores one additional die of Hit Points each time it heals, using the same die size as the others for that step.", "bump": 1 }
		],
		"level": 4,
		"objectType": "Spell",
		"page": 382,
		"source": "PZO2101",
		"traditions": [ "divine", "primal" ],
		"traits": [ "Healing", "Necromancy", "Positive" ],
		"focus": false,
		"id": "1831eee0-7bb4-4ac7-b2f6-74948361c1ca"
	},
	{
		"aonId": 360,
		"name": "Volcanic Eruption",
		"description": "Cause massive lava sprays that burn creatures and encase them in rock.",
		"area": "5-foot radius, 80-foot tall cylinder",
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"details": [
			"The ground opens up, spraying a column of lava high into the air in a vertical cylinder, dealing 14d6 fire damage to creatures in the area. The lava rapidly cools and encases creatures in the area. A creature encased in rock is clumsy 1 and takes a -10-foot status penalty to its Speeds. All normal terrain is difficult terrain to a flying creature, and such creatures immediately descend 20 feet the moment they're encased, but they don't take damage from this fall. A creature encased in rock can attempt to Escape against your spell DC to end the effect. Otherwise, the creature remains encased until it takes a total of 50 damage, freeing it from the rock.",
			"Additionally, creatures in the area and those within 5 feet of the lava column automatically take 3d6 fire damage from the intense heat, regardless of the results of their saving throws.",
			{
				"criticalSuccess": [
					"The creature is unaffected."
				],
				"success": [
					"The creature takes half damage."
				],
				"failure": [
					"The creature takes full damage and is encased."
				],
				"criticalFailure": [
					"The creature takes double damage and is encased."
				]
			}
		],
		"heightened": [
			{ "change": "The damage in the area increases by 2d6, and the damage from the intense heat increases by 1d6.", "bump": 1 }
		],
		"level": 7,
		"objectType": "Spell",
		"page": 382,
		"range": "120 feet",
		"savingThrow": "Reflex",
		"source": "PZO2101",
		"traditions": [ "primal" ],
		"traits": [ "Evocation", "Fire" ],
		"focus": false,
		"id": "f2398847-4905-4fb0-ab6f-247ffadded5f"
	}
]