[
	{
		"objectType": "ClassPath",
		"name": "Wyrmblessed",
		"class": "Sorcerer",
		"types": [
			"black",
			"blue",
			"green",
			"red",
			"white",
			"brass",
			"bronze",
			"copper",
			"gold",
			"silver",
			"brine",
			"cloud",
			"crystal",
			"magma",
			"umbral",
			"forest",
			"sea",
			"sky",
			"sovereign",
			"underworld"
		],
		"source": "PZO9309",
		"aonId": 17,
		"id": "fc0f6099-5a27-4984-b828-6c5bf30d026c",
		"pf2t": {
			"name": "Wyrmblessed",
			"source": "The Mwangi Expanse pg. 75 2.0",
			"src": "https://2e.aonprd.com/Bloodlines.aspx?ID=17",
			"aon": "bloodlines17",
			"type": "bloodline",
			"body": "You lay claim to the might of dragons, but your powers are sacred instead of arcane-born from a worship of draconic might so powerful it infused your blood or, perhaps, from a celestial or draconic power blessing one of your ancestors received.\n\n\n**Spell List** divine\n**Bloodline Skills** Intimidation, Religion\n**Granted Spells** cantrip: read aura, 1st: mage armor, 2nd: resist energy, 3rd: haste, 4th: reflective scales, 5th: cloak of colors, 6th: repulsion, 7th: mask of terror, 8th: divine inspiration, 9th: overwhelming presence\n**Bloodline Spells** initial: dragon claws, advanced: dragon breath, greater: dragon wings\n**Blood Magic** Draconic might carries in your voice. Either you gain a +1 status bonus to Intimidation checks for 1 round, or a target takes a -1 status penalty to Will saves for 1 round.\n\n#### Dragon Type\nAt 1st level, choose the type of dragon that influenced your bloodline. You can't change your dragon type later. This choice affects how some of your bloodline spells function. The good metallic dragons and their damage types are brass (fire), bronze (electricity), copper (acid), gold (fire), and silver (cold). The evil chromatic dragons and their damage types are black (acid), blue (electricity), green (poison), red (fire), and white (cold). The primal dragons of planar origin and their damage types are brine (acid), cloud (electricity), crystal (piercing), magma (fire), and umbral (negative). The imperial dragons and their damage types are forest (piercing), sea (bludgeoning), sky (electricity), sovereign (mental), and underworld (fire). For the dragon breath focus spell, the area is a 60-foot line for a brine dragon; a 30-foot cone for a cloud, crystal, forest, magma, sovereign, or umbral dragon; and a 10-foot burst within 30 feet for a sea, sky, or underworld dragon.\n\n#### Related Bloodline\nBecause the wyrmblessed and draconic bloodlines have similar origins, they count the same as each other for the purposes of prerequisites and access requirements.",
			"hash": "ykwWPdnz"
		}
	}
]