[
	{
		"name": "Glacial Heart",
		"level": 5,
		"objectType": "FocusSpell",
		"traits": [ "Rare", "Evocation", "Hex", "Witch" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "30 feet",
		"targets": "1 creature",
		"savingThrow": "Fortitude",
		"duration": "1 minute",
		"details": [
			"Ice and bone-deep cold assail the target, freezing it from the inside out. The frosty assault deals 10d6 cold damage, subject to the target's Fortitude save. After the effects are resolved, the target is temporarily immune for 1 day.",
			{
				"criticalSuccess": [
					"The target is unaffected."
				],
				"success": [
					"The target takes half damage and is slowed 1 for 1 round. The spell ends."
				],
				"failure": [
					"The target takes full damage, is slowed 1, and must attempt a Fortitude save at the end of each of its turns; this ongoing save has the incapacitation trait. On a failed save, the slowed condition increases by 1 (or 2 on a critical failure), to a maximum of slowed 4. On a success, the slowed condition decreases by 1. If at any point the slowed condition is reduced to 0, the spell ends.",
					"Once a creature's actions are reduced to 0 by this slowed condition, the creature is completely encased in ice. It continues making saves against <i>glacial heart</i>, possibly allowing it to reduce its slowed condition enough that it can act. This ice has Hardness 4 and 8 Hit Points, and its DC to Force Open is your spell DC. Breaking the ice frees the creature and ends the spell. If someone other than the target breaks the ice from outside, the target is stunned 1 and takes any damage dealt by the breaking effect in excess of the ice's Hit Points."
				],
				"criticalFailure": [
					"As failure, but the target takes double damage and is initially slowed 2."
				]
			}
		],
		"heightened": [
			{ "change": "Increase the cold damage by 2d6.", "bump": 1 }
		],
		"page": 32,
		"source": "PZO9306",
		"focus": true,
		"aonId": 811,
		"id": "7d1ab5e1-3eeb-4be9-ae93-6b2e6ab5e427"
	},
	{
		"name": "Achaekek's Clutch",
		"level": 4,
		"objectType": "FocusSpell",
		"traits": [ "Rare", "Curse", "Death", "Necromancy" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "30 feet",
		"targets": "1 creature",
		"savingThrow": "Will",
		"details": [
			"You mark the holy symbol of Achaekek in a visible location on the target's body.",
			{
				"criticalSuccess": [
					"The target is unaffected."
				],
				"success": [
					"The target is marked by Achaekek's symbol. For 1 minute, the first time per round that the target gains persistent bleed damage, they immediately take that amount of slashing damage as the mantis claws grow off the symbol and rake them."
				],
				"failure": [
					"As success, but the curse has an unlimited duration."
				],
				"criticalFailure": [
					"As failure, but the DC on the target's flat check to remove persistent bleed damage increases to 20 (15 with particularly effective assistance)."
				]
			}
		],
		"page": 58,
		"source": "PZO9306",
		"focus": true,
		"aonId": 814,
		"id": "34b23435-cb3b-4a8d-9063-383501e88d97"
	},
	{
		"name": "Shall Not Falter, Shall Not Rout",
		"level": 5,
		"objectType": "FocusSpell",
		"traits": [ "Rare", "Healing", "Necromancy" ],
		"cast": "[A]",
		"components": [ "verbal" ],
		"duration": "1 minute",
		"details": [
			"Calling out the fifth line of the Crimson Oath, you seal your most grievous injuries with a stroke of your blade. The first time each round that you Strike with your weapon and deal damage to a foe, you recover a number of HP equal to twice <i>shall not falter, shall not rout</i>'s level. This healing can't raise your current HP above half of your maximum HP."
		],
		"page": 69,
		"source": "PZO9306",
		"focus": true,
		"aonId": 817,
		"id": "a4a8cf8e-4998-40aa-9923-b040046d5cd9"
	},
	{
		"name": "Sun's Fury",
		"level": 3,
		"objectType": "FocusSpell",
		"traits": [ "Uncommon", "Evocation", "Fire", "Good" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "touch",
		"targets": "1 weapon without an <i>unholy</i> rune that is unattended or wielded by you or a willing ally",
		"duration": "1 minute",
		"details": [
			"The target weapon becomes wreathed in a glowing flame. The weapon deals an additional 1d4 fire and 1 good damage on a successful Strike. In addition, the flame causes the weapon to glow as bright as a torch. You can Dismiss the spell."
		],
		"page": 101,
		"source": "PZO9306",
		"focus": true,
		"aonId": 818,
		"id": "b8b6e8b1-cb5b-4757-bc89-971a6096b993"
	}
]