[
	{
		"name": "Spirit Object",
		"level": 1,
		"objectType": "Spell",
		"traits": [ "Rare", "Cantrip", "Hex", "Necromancy", "Witch" ],
		"cast": "[A] or [A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "30 feet",
		"targets": "1 unattended object up to 1 Bulk",
		"details": [
			"Using a sliver of Baba Yaga's power, you briefly bring an object to life. The object gains a means of locomotion, such as sprouting chicken legs, and Strides up to 25 feet to a space you decide within range. If you spent 2 actions Casting the Spell, the object then attacks one creature of your choice adjacent to its new space. Make a melee spell attack roll against the creature. On a success, the creature takes bludgeoning, piercing, or slashing damage (as appropriate for the object) equal to 1d4 plus your spellcasting ability modifier, and on a critical success, it takes double damage."
		],
		"heightened": [
			{ "change": "Increase the maximum Bulk of the target by 1 and the damage by 1d4.", "bump": 1 }
		],
		"page": 32,
		"source": "PZO9306",
		"focus": false,
		"aonId": 0,
		"id": "119eb499-c1d0-4ab9-b316-d1a4ff3df7da"
	},
	{
		"name": "Aromatic Lure",
		"level": 4,
		"objectType": "Spell",
		"traits": [ "Rare", "Emotion", "Enchantment", "Incapacitation", "Mental" ],
		"traditions": [ "arcane", "occult" ],
		"cast": "[A][A]",
		"components": [ "somatic", "verbal" ],
		"range": "60 feet",
		"targets": "1 creature",
		"savingThrow": "Will",
		"duration": "varies",
		"details": [
			"You override a target's olfactory senses, luring them to a specific location through tantalizing false scents. Select a single square within range that is not hazardous or occupied by a creature. The target is drawn to the selected location, becoming euphoric upon arrival. The target must attempt a Will save.",
			{
				"criticalSuccess": [
					"The target is unaffected."
				],
				"success": [
					"The target is distracted by the tantalizing scents, becoming stupefied 1 for 1 round."
				],
				"failure": [
					"The target is stupefied 2 and moves toward the selected location via the most direct route possible for 1 round, bypassing any obvious hazards and enemies in the way."
				],
				"criticalFailure": [
					"The target is stupefied 4 and moves to the selected location via the most direct route possible for 1 round, bypassing any obvious hazards and enemies in the way. If the creature reaches the destination, it must remain in that location for 1d4 rounds but can otherwise act normally."
				]
			}
		],
		"heightened": [
			{ "change": "You target 1 additional creature, selecting a different square within range as their destination.", "bump": 2 }
		],
		"page": 37,
		"source": "PZO9306",
		"focus": false,
		"aonId": 812,
		"id": "907d6682-3d9a-48aa-a16d-128f7b4d56b0",
		"hash": "rkrvgjpD"
	},
	{
		"name": "Rebounding Barrier",
		"level": 4,
		"objectType": "Spell",
		"traits": [ "Rare", "Abjuration" ],
		"traditions": [ "arcane", "occult" ],
		"cast": "[R]",
		"components": [ "verbal" ],
		"trigger": "You are hit by a physical Strike.",
		"details": [
			"You swiftly raise a reflective barrier, reducing physical damage and rebounding it onto your attacker. You gain resistance 10 against one physical damage type the triggering attack deals. Your attacker takes 5 damage of the same type."
		],
		"heightened": [
			{ "change": "The resistance increases by 2. Damage dealt to your attacker increases by 1.", "bump": 1 }
		],
		"page": 37,
		"source": "PZO9306",
		"focus": false,
		"aonId": 813,
		"id": "7d0b959a-3681-4756-ae32-d8b14c0167de",
		"hash": "QWkEbQEX"
	},
	{
		"name": "All is One, One is All",
		"level": 8,
		"objectType": "Spell",
		"traits": [ "Rare", "Necromancy" ],
		"traditions": [ "arcane", "primal" ],
		"cast": "[A][A][A]",
		"components": [ "material", "somatic", "verbal" ],
		"range": "60 feet",
		"targets": "you and up to 10 willing living allies",
		"details": [
			"You meld the targets' matter and life force into one and then, in an instant, sift them back out into their component selves. When you separate the targets back into themselves, you can choose to switch the positions of any number of targets with the positions of other targets. Additionally, you can modulate the share of vital essence to share the burden of pain. Distribute the Hit Points of all targets however you choose, except that no target can receive fewer than 1 Hit Point or more than their maximum Hit Points."
		],
		"page": 64,
		"source": "PZO9306",
		"focus": false,
		"aonId": 815,
		"id": "179a98dd-7181-462e-93bf-8e8f13f62df6",
		"hash": "AcpgMxHC"
	},
	{
		"name": "Halcyon Infusion",
		"level": 6,
		"objectType": "Spell",
		"traits": [ "Rare", "Divination", "Mental" ],
		"traditions": [ "arcane", "primal" ],
		"cast": "10 minutes",
		"components": [ "material", "somatic", "verbal" ],
		"range": "touch",
		"targets": "one willing creature of lower level than you",
		"duration": "until your next daily preparations",
		"details": [
			"You infuse magical energy into your target, opening up their mind to the pathways of magic and granting them the ability to use magic to affect the world around them. Choose a 1st-level spell you prepared today or that's in your repertoire, of the same tradition you used to cast <i>halcyon infusion</i>. The spell must be one that has a listed range. If the target is at least 3rd level, you can choose a 2nd-level spell instead of a 1st-level spell; and if the target is at least 5th level, you can choose a 3rd-level spell. The target can Cast the Spell once per day as an innate spell of the tradition you used to cast <i>halcyon infusion</i>. If they are untrained in the appropriate magical tradition, their spell attack bonus is 2 + their level + their highest mental ability modifier, and their spell DC is 12 + their level + their highest mental ability modifier. Unlike most abilities that can only be used once per day, the target refreshes their use of the granted innate spell each day only after you make your daily preparations and choose to extend <i>halcyon infusion's</i> duration by either refraining from preparing a spell in the slot (if you're a prepared spellcaster) or expending another spell slot (if you're a spontaneous spellcaster)."
		],
		"heightened": [
			{ "change": "If the target is at least 7th level, you can choose a 4th-level spell.", "level": 8 },
			{ "change": "As 8th, and if the target is at least 9th level, you can choose a 5th-level spell.", "level": 10 }
		],
		"page": 65,
		"source": "PZO9306",
		"focus": false,
		"aonId": 816,
		"id": "854e177f-b939-43be-a28a-edd09846e87d",
		"hash": "lQWWZQvz"
	}
]