[
	{
		"objectType": "Archetype",
		"name": "Spellshot",
		"rarity": "Uncommon",
		"details": [
			"Spellshots aren't ordinary gunslingers. They come from a tradition of ancient secrets and principles, which they temper with modern innovation and perspective. Spellshots combine magical power into the art of gunplay to create a distinct and mystical way known only to spellshots, enigmatic and unavailable to other gunslingers in the world at large. The first to identify themselves as spellshots tied their magical traditions to the history of the Star Code and the Crowned Regents in Arcadia. Ancient, reclusive crafters known as the Crowned Regents created star guns, the legendary magical firearms that shot white-hot blasts of energy. Wielders of star guns became bound together by the Star Code-a set of cultural expectations that defined how one should behave while using these powerful weapons. You can find more information about star guns, the Crowned Regents, and the Star Code on page 206.",
			"Most spellshots continue to come from Arcadia, as the stories describing the relevant skills and training to become one have been passed down over the generations. Many gunslingers who grow up in this region hear of these tales early in their lives, and they develop the techniques to channel magical energy through their firearms in imitation of the Regents' arcane methods. While Arcadia is home to the vast majority of the world's spellshots, the techniques have slowly spread to other regions. However, spellshots remain particularly rare in the Inner Sea region due to the unique history of guns there and their connection to the Grand Duchy of Alkenstar, which exists in a magic-dead region of the Mana Wastes."
		],
		"todo": "need class path and all deeds on page 140",
		"page": 140,
		"source": "PZO2109",
		"id": "6a000c1c-e5f6-44eb-80e6-915223602d5f",
		"aonId": 0
	},
	{
		"objectType": "DedicationFeat",
		"name": "Spellshot Dedication",
		"level": 2,
		"traits": [ "Archetype", "Class", "Dedication" ],
		"prerequisites": [ "way of the spellshot" ],
		"details": [
			"You've steeped yourself in magic and gunplay to the extent that you can conjure bullets from thin air, using a rudimentary knowledge of arcane theory to create a temporary piece of ammunition. You gain the Conjure Bullet action.",
			"<b>Conjure Bullet</b> [A] (conjuration, magical) <b>Frequency</b> once per round; <b>Effect</b> You conjure an ordinary level-0 bolt or bullet out of thin air and then immediately Interact to load it into your weapon. If the bolt or bullet isn't fired before the end of your turn, the effect is wasted."
		],
		"special": [
			"You can't select another dedication feat other than Beast Gunner Dedication until you've gained two other feats from the spellshot or beast gunner archetypes."
		],
		"page": 140,
		"source": "PZO2109",
		"id": "e5e23036-0d9c-4466-9fff-6fa524b53db0",
		"aonId": 0
	},
	{
		"objectType": "Feat",
		"name": "Fulminating Shot",
		"level": 6,
		"actionType": "[A]",
		"traits": [ "Archetype", "Evocation", "Magical" ],
		"frequency": "once per round.",
		"prerequisites": [ "Spellshot Dedication" ],
		"details": [
			"You channel potent magic into your next shot, empowering it with a blast of crackling energy. Choose acid, cold, electricity, or fire. If you hit with your next attack roll using a firearm or crossbow before the end of your turn, you deal 1d6 additional damage of this type. At 12th level, this increases to 2d6 additional damage, and at 18th level, it increases to 3d6 additional damage."
		],
		"page": 141,
		"source": "PZO2109",
		"id": "73515dc9-6f67-4058-8087-f516cb9109c0",
		"aonId": 0
	},
	{
		"objectType": "Feat",
		"name": "Call Gun",
		"level": 8,
		"traits": [ "Archetype", "Conjuration", "Magical", "Teleportation" ],
		"prerequisites": [ "Spellshot Dedication" ],
		"details": [
			"You build a powerful magical connection with a chosen gun or crossbow, gaining the ability to conjure it directly to your hand from any distant location. During your daily preparations, choose a single crossbow or firearm. Until your next daily preparations, you can use the Call Gun action to call the gun to your hand.",
			"<b>Call Gun</b> [A] (conjuration, magical) <b>Effect</b> You hold aloft a free hand and call the firearm or crossbow you chose during your daily preparations into your hand. As long as the weapon you chose is on the same plane, it appears in your hand."
		],
		"page": 141,
		"source": "PZO2109",
		"id": "deeff0d9-6d28-43a7-b3eb-cf63788215a6",
		"aonId": 0
	},
	{
		"objectType": "Feat",
		"name": "Phase Bullet",
		"level": 14,
		"actionType": "[A]",
		"traits": [ "Archetype", "Conjuration", "Magical" ],
		"prerequisites": [ "Spellshot Dedication" ],
		"frequency": "once per day.",
		"details": [
			"You can aim your bullets not just in three normal dimensions, but in additional dimensions as well, allowing you to fire a magical shot that phases through everything but your target. Make a crossbow or firearm Strike against a foe who's observed or hidden to you (but not undetected). The ammunition travels to your target in a straight line, passing through any non-magical barriers or walls in its way, though magical barriers and force effects stop the bullet. The shot ignores all cover, the concealed condition, the hidden condition, and circumstance bonuses to AC from shields. It has a +4 status bonus to hit creatures wearing any type of armor. The Strike's damage can't be reduced with a Shield Block reaction using a non-magical shield."
		],
		"page": 141,
		"source": "PZO2109",
		"id": "55d6ca07-8f7c-46d8-be5d-64a908b8083b",
		"aonId": 0
	},
	{
		"objectType": "Feat",
		"name": "Black Powder Embodiment",
		"level": 18,
		"actionType": "[A][A]",
		"traits": [ "Archetype", "Conjuration", "Teleportation" ],
		"prerequisites": [ "Spellshot Dedication", "master in Arcana" ],
		"requirements": "You're wielding a loaded magical firearm or crossbow.",
		"details": [
			"You infuse your entire being into a single shot, merging your body into the blast and enabling you to travel the same path as your bolt or bullet. Strike a creature with the required weapon. On a success, if the target was within 120 feet, you and all your gear are teleported to an open space of your choice within 10 feet of the target."
		],
		"page": 141,
		"source": "PZO2109",
		"id": "09f63d61-b5f7-45e0-a5b5-36e8254c9162",
		"aonId": 0
	}
]