[
	{
		"objectType": "Rule",
		"name": "Condition Values",
		"details": [
			"Some conditions have a numerical value, called a condition value, indicated by a numeral following the condition. This value conveys the severity of a condition, and such conditions often give you a bonus or penalty equal to their value. These values can often be reduced by skills, spells, or simply waiting. If a condition value is ever reduced to 0, the condition ends."
		],
		"page": 618,
		"source": "PZO2101",
		"id": "f14a6b00-3887-469f-aec1-0806f840d09f"
	},
	{
		"objectType": "Rule",
		"name": "Overriding Conditions",
		"details": [
			"Some conditions override others. This is always specified in the entry for the overriding condition. When this happens, all effects of the overridden condition are suppressed until the overriding condition ends. The overridden condition's duration continues to elapse, and it might run out while suppressed."
		],
		"page": 618,
		"source": "PZO2101",
		"id": "b4ce00ca-6700-4849-9031-9472b0ef079f"
	},
	{
		"objectType": "Rule",
		"name": "Groups of Conditions",
		"details": [
			"Some conditions exist relative to one another or share a similar theme. It can be useful to look at these conditions together, rather than viewing them in isolation, to understand how they interact.",
			"<b>Degrees of Detection:</b> Observed, hidden, undetected, unnoticed",
			"<b>Senses:</b> Blinded, concealed, dazzled, deafened, invisible",
			"<b>Death and Dying:</b> Doomed, dying, unconscious, wounded",
			"<b>Attitudes:</b> Hostile, unfriendly, indifferent, friendly, helpful",
			"<b>Lowered Abilities:</b> Clumsy, drained, enfeebled, stupefied"
		],
		"page": 619,
		"source": "PZO2101",
		"id": "8a569b50-ede3-4dd6-9624-7b9fde76d05e"
	},
	{
		"objectType": "Rule",
		"name": "Death and Dying Rules",
		"details": [
			"The doomed, dying, unconscious, and wounded conditions all relate to the process of coming closer to death. The full rules are on pages 459-461. The most significant information not contained in the conditions themselves is this: When you're reduced to 0 Hit Points, you're knocked out with the following effects: <ul><li>You immediately move your initiative position to directly before the creature or effect that reduced you to 0 Hit Points.</li><li>You gain the dying 1 condition. If the effect that knocked you out was a critical success from the attacker or the result of your critical failure, you gain the dying 2 condition instead. If you have the wounded condition, increase these values by your wounded value. If the damage came from a nonlethal attack or effect, you don't gain the dying condition- you are instead unconscious with 0 Hit Points.</li></ul>"
		],
		"page": 619,
		"source": "PZO2101",
		"id": "1bacc65f-27f6-4230-8725-fbee4b7120ec"
	},
	{
		"objectType": "Rule",
		"name": "Persistent Damage Rules",
		"page": 621,
		"source": "PZO2101",
		"children": [
			{
				"objectType": "Rule",
				"name": "Assisted Recovery",
				"details": [
					"You can take steps to help yourself recover from persistent damage, or an ally can help you, allowing you to attempt an additional flat check before the end of your turn. This is usually an activity requiring 2 actions, and it must be something that would reasonably improve your chances (as determined by the GM). For example, you might try to smother a flame, wash off acid, or use Medicine to Administer First Aid to stanch bleeding. This allows you to attempt an extra flat check immediately.",
					"The GM decides how your help works, using the following examples as guidelines. <ul><li>Reduce the DC of the flat check to 10 for a particularly appropriate type of help, such as dousing you in water to put out flames.</li><li>Automatically end the condition due to the type of help, such as healing that restores you to your maximum HP to end persistent bleed damage, or submerging yourself in a lake to end persistent fire damage.</li><li>Alter the number of actions required to help you if the means the helper uses are especially efficient or remarkably inefficient.</li></ul>",
					"Persistent damage runs its course and automatically ends after a certain amount of time as fire burns out, blood clots, and the like. The GM determines when this occurs, but it usually takes 1 minute."
				],
				"page": 621,
				"source": "PZO2101",
				"id": "132BF596-E806-4F73-A420-D298F1C85121"
			},
			{
				"objectType": "Rule",
				"name": "Immunities, Resistances, and Weaknesses",
				"details": [
					"Immunities, resistances, and weaknesses all apply to persistent damage. If an effect deals initial damage in addition to persistent damage, apply immunities, resistances, and weaknesses separately to the initial damage and to the persistent damage. Usually, if an effect negates the initial damage, it also negates the persistent damage, such as with a slashing weapon that also deals persistent bleed damage because it cut you. The GM might rule otherwise in some situations."
				],
				"page": 621,
				"source": "PZO2101",
				"id": "E50AF504-EC36-4132-AF94-D7683EE793DC"
			},
			{
				"objectType": "Rule",
				"name": "Multiple Persistent Damage Conditions",
				"details": [
					"You can be simultaneously affected by multiple persistent damage conditions so long as they have different damage types. If you would gain more than one persistent damage condition with the same damage type, the higher amount of damage overrides the lower amount. The damage you take from persistent damage occurs all at once, so if something triggers when you take damage, it triggers only once; for example, if you're dying with several types of persistent damage, the persistent damage increases your dying condition only once."
				],
				"page": 621,
				"source": "PZO2101",
				"id": "E361AEFF-76B5-4A24-86E6-27310E411B1A"
			}
		],
		"id": "0c0cced7-1859-4a06-bd9f-8b2867090e93"
	},
	{
		"objectType": "Rule",
		"name": "Gaining and Losing Actions",
		"details": [
			"Quickened, slowed, and stunned are the primary ways you can gain or lose actions on a turn. The rules for how this works appear on page 462. In brief, these conditions alter how many actions you regain at the start of your turn; thus, gaining the condition in the middle of your turn doesn't adjust your number of actions on that turn. If you have conflicting conditions that affect your number of actions, you choose which actions you lose. For instance, the action gained from haste lets you only Stride or Strike, so if you need to lose one action because you're also slowed, you might decide to lose the action from haste, letting you keep your other actions that can be used more flexibly.",
			"Some conditions prevent you from taking a certain subset of actions, typically reactions. Other conditions simply say you can't act. When you can't act, you're unable to take any actions at all. Unlike slowed or stunned, these don't change the number of actions you regain; they just prevent you from using them. That means if you are somehow cured of paralysis on your turn, you can act immediately."
		],
		"page": 622,
		"source": "PZO2101",
		"id": "cbcda3b2-f0c0-4058-a06e-0958a7462b12"
	},
	{
		"objectType": "Rule",
		"name": "Redundant Conditions",
		"details": [
			"You can have a given condition only once at a time. If an effect would impose a condition you already have, you now have that condition for the longer of the two durations. The shorter-duration condition effectively ends, though other conditions caused by the original, shorter-duration effect might continue.",
			"For example, let's say you have been hit by a monster that drains your vitality; your wound causes you to be enfeebled 2 and flat-footed until the end of the monster's next turn. Before the end of that creature's next turn, a trap poisons you, making you enfeebled 2 for 1 minute. In this case, the enfeebled 2 that lasts for 1 minute replaces the enfeebled 2 from the monster, so you would be enfeebled 2 for the longer duration. You would remain flat-footed, since nothing replaced that condition, and it still lasts only until the end of the monster's next turn.",
			"Any ability that removes a condition removes it entirely, no matter what its condition value is or how many times you've been affected by it. In the example above, a spell that removes the enfeebled condition from you would remove it entirely-the spell wouldn't need to remove it twice."
		],
		"page": 622,
		"source": "PZO2101",
		"children": [
			{
				"objectType": "Rule",
				"name": "Redundant Conditions with Values",
				"details": [
					"Conditions with different values are considered different conditions. If you're affected by a condition with a value multiple times, you apply only the highest value, although you might have to track both durations if one has a lower value but lasts longer. For example, if you had a slowed 2 condition that lasts 1 round and a slowed 1 condition that lasts for 6 rounds, you'd be slowed 2 for the first round, and then you'd change to slowed 1 for the remaining 5 rounds of the second effect's duration. If something reduces the condition value, it reduces it for all conditions of that name affecting you. For instance, in this example above, if something reduced your slowed value by 1, it would reduce the first condition from the example to slowed 1 and reduce the second to slowed 0, removing it."
				],
				"page": 622,
				"source": "PZO2101",
				"id": "A2514AEF-6979-490A-964B-E829483F5959"
			}
		],
		"id": "022f2258-5507-4f84-80b5-15dc5a7639e2"
	}
]