[
	{
		"objectType": "ClassPath",
		"name": "Tyrant",
		"class": "Champion",
		"source": "PZO2105",
		"id": "98c5793c-4ed6-4c3d-8fdc-ae770d8db34c",
		"aonId": 4,
		"pf2t": {
			"name": "Tyrant",
			"source": "Advanced Player's Guide pg. 116",
			"src": "https://2e.aonprd.com/Causes.aspx?ID=4",
			"aon": "causes4",
			"type": "cause",
			"body": "Might makes right, and you subjugate the weak to keep them in their proper place. You gain the Iron Command champion's reaction and the touch of corruption devotion spell. After the tenets of evil, add these tenets. \n\n+ Let no one who is lesser than you wield power over you or lead you.\n+ Mercilessly enforce established hierarchies of masters and servants. Topple or seize control of illegitimate hierarchies, such as democratic governments or the arrogant echelons of the celestial planes, and fill power vacuums by taking that power for yourself.\n+ Bind the weak to serve you. This tenet doesn't require you to spare foes' lives if you think they would be disloyal if pressed into servitude, nor does it require you to keep more servants than you find practical or useful.\n\n#### Champion's Reaction\n\n\n#### Iron Command\nYou put an impertinent foe who dared harm you in their proper place. You command your enemy to kneel before you in obedience. If they dare to refuse, they must pay the price in pain and anguish. The foe must choose one of the following options. \n\n+ The enemy kneels, dropping prone as a free action.\n+ The enemy refuses, and you deal 1d6 mental damage to it. This damage increases to 2d6 at 5th level, 3d6 at 9th level, 4d6 at 12th level, 5d6 at 16th level, and 6d6 at 19th level.\nIn addition, your Strikes against the triggering creature deal 1 extra damage until the end of your next turn. You choose whether the damage type is evil or negative each time you use this reaction. This extra damage increases to 2 at 9th level and 3 at 16th level.\n\n#### Divine Smite (9th)\nThe regrets of disobedience linger. If an enemy refuses your Iron Command, it takes persistent evil damage equal to your Charisma modifier.\n\n#### Exalt (11th)\nWhen you use Iron Command, each enemy within 15 feet of you other than the triggering creature must also either drop prone or take mental damage (the enemy chooses). These creatures take only minimum damage (typically 3 damage at 11th level, 4 at 12th, 5 at 16th, and 6 at 19th), and the effects they take can't be adjusted by anything that changes your Iron Command. For instance, the Iron Repercussions feat couldn't turn the damage into persistent mental damage for creatures other than the triggering creature.",
			"hash": "nNBtRHDk"
		}
	},
	{
		"objectType": "ClassPath",
		"name": "Desecrator",
		"class": "Champion",
		"source": "PZO2105",
		"id": "174fd7e7-ad2c-42e5-b759-a66369b8c380",
		"aonId": 5,
		"pf2t": {
			"name": "Desecrator",
			"source": "Advanced Player's Guide pg. 116",
			"src": "https://2e.aonprd.com/Causes.aspx?ID=5",
			"aon": "causes5",
			"type": "cause",
			"body": "You always take what pleases you, no matter who it hurts, and you spread the influence of evil across all you touch. You gain the Selfish Shield champion's reaction and the touch of corruption devotion spell. After the tenets of evil, add this tenet. \n\n+ Subvert or corrupt everything in your path that is pure and good, and sow doubt among those upholding such ideals.\n\n#### Champion's Reaction\n\n\n#### Selfish Shield\nYour self-interest keeps you safe. You gain resistance against the triggering damage equal to 2 + half your level, regardless of damage type.\n\nIn addition, your Strikes against the triggering creature deal 1 extra damage until the end of your next turn. You choose whether this extra damage is evil or negative each time you use this reaction. This extra damage increases to 2 at 9th level and 3 at 16th level.\n\n#### Divine Smite (9th)\nIf your Charisma modifier is +2 or greater, your resistance against the triggering damage equals your Charisma modifier + half your level.\n\n#### Exalt (11th)\nWhen you use Selfish Shield, each enemy within 15 feet of you takes a -1 status penalty to attack rolls against you until the start of your next turn.",
			"hash": "hWMJHKkq"
		}
	},
	{
		"objectType": "ClassPath",
		"name": "Antipaladin",
		"class": "Champion",
		"source": "PZO2105",
		"id": "f69c2d44-5a57-467f-bec3-13aea8667a53",
		"aonId": 6,
		"pf2t": {
			"name": "Antipaladin",
			"source": "Advanced Player's Guide pg. 116",
			"src": "https://2e.aonprd.com/Causes.aspx?ID=6",
			"aon": "causes6",
			"type": "cause",
			"body": "You're dishonorable, dishonest, and committed to breaking the false hopes of kindness. You gain the Destructive Vengeance champion's reaction and the touch of corruption devotion spell. After the tenets of evil, add these tenets. \n\n+ You must not bind yourself with any law or oath beyond that of your code (though you can still select a champion feat with the oath trait). Act dishonorably, take advantage of others, lie, cheat, and steal to get what you want.\n+ You must destroy that which offends you and that which stands in your way, including-and perhaps especially-the forces of good and law that oppose you. This tenet doesn't force you to take action immediately if it could mean your destruction, nor does it require you to destroy something that might be useful if corrupted toward your ends.\n\n#### Champion's Reaction\n\n\n#### Destructive Vengeance\nBloodshed begets bloodshed as you drag your enemy toward oblivion. You increase the amount of damage you take by 1d6, and you deal 1d6 damage to the triggering enemy, choosing evil or negative damage to deal to the enemy each time you use this reaction. In addition, until the end of your next turn, your Strikes against the triggering creature deal 2 extra damage of the type you chose.\n\nThe damage you take and deal when you use this reaction increases to 2d6 at 5th level, 3d6 at 9th level, 4d6 at 12th level, 5d6 at 16th level, and 6d6 at 19th level. The extra damage on your Strikes increases to 4 at 9th level and 6 at 16th level.\n\n#### Divine Smite (9th)\nAn enemy damaged by the initial damage from your Destructive Vengeance also takes persistent evil damage equal to your Charisma modifier. This applies only to the damage the reaction itself deals to the triggering creature, not the damage you deal with subsequent Strikes.\n\n#### Exalt (11th)\nWhen you use Destructive Vengeance, each enemy within 15 feet of you other than the triggering creature takes half the damage you deal to the triggering enemy, of the same damage type you chose.",
			"hash": "pQzHNQOW"
		}
	}
]