[
	{
		"objectType": "Class",
		"name": "Investigator",
		"duringCombatEncounters": [
			"Your keen insights regarding your foes make you more dangerous than your physical strength would suggest.",
			"After spending a moment to study your enemies, your perceptiveness allows you to act quickly, striking them where it hurts most.",
			"You often assist tougher members of your party, wisely protecting yourself while providing vital aid."
		],
		"duringSocialEncounters": [
			"Few can stand up against your scrutiny.",
			"You might not be the most charming, but you see things for what they really are and develop an understanding of a social situation rapidly.",
			"Every conversation is an investigation, after all, and you never know what you might uncover!"
		],
		"whileExploring": [
			"You look for clues in your environment.",
			"You often prove yourself to be a valuable ally by serving as a party scout, analyzing the intricacies of puzzles or mysterious phenomena, and pursuing leads that could reveal beneficial information."
		],
		"inDowntime": [
			"You study up on subjects new and old, make new allies you can share information with, and pursue hobbies that keep your active mind satisfied.",
			"You might make a bit of coin on the side working as a private detective or consulting with the local constabulary."
		],
		"youMight": [
			"Start asking questions-including several that are quite involved-immediately after you're presented with a conundrum.",
			"Strive to uncover the deeper meanings behind anything you encounter and to identify the social machinations that truly drive events behind the scenes.",
			"Get so involved in a case that you ignore other matters, deeming them trivial."
		],
		"othersProbably": [
			"Find the cascades of information you spout forth extremely helpful, if difficult to fully comprehend.",
			"Get a bit annoyed that you're such a know-it-all.",
			"Rely on you to solve mysteries, puzzles, or other challenges requiring intellectual curiosity and reasoning."
		],
		"classPath": "Methodology",
		"aonId": 13,
		"source": "PZO2105",
		"id": "261dcaaa-a360-4f12-b650-3525a0c95f0f",
		"hash": "QxxAFrmt"
	},
	{ "objectType": "ClassPath", "name": "Alchemical Sciences", "class": "Investigator", "source": "PZO2105", "id": "325cb12e-8dd1-42d3-9905-3c66d2666e42", "aonId": 1 },
	{ "objectType": "ClassPath", "name": "Empiricism", "class": "Investigator", "source": "PZO2105", "id": "b85d0a6a-2fcf-4117-8cfd-ffc079731118", "aonId": 2 },
	{ "objectType": "ClassPath", "name": "Forensic Medicine", "class": "Investigator", "source": "PZO2105", "id": "57b6f2e7-22b0-4ae6-a315-7f91c9ed3d6e", "aonId": 3 },
	{ "objectType": "ClassPath", "name": "Interrogation", "class": "Investigator", "source": "PZO2105", "id": "2b6c678d-8773-4b6a-b4c3-69914cc2fe0b", "aonId": 4 }
]