[
	{
		"objectType": "Class",
		"name": "Gunslinger",
		"traits": [ "Uncommon" ],
		"duringCombatEncounters": [
			"You strike from range with your firearms, seeking to defeat your opponents before they can pose a true threat.",
			"Depending on your choice of weapon, you might prefer to strike your opponent from a hidden position before they ever realize you're there, dash through a frenzied melee with pistols blazing, or glide effortlessly across the battlefield, waiting for the perfect moment to end the conflict with a single, well-placed shot."
		],
		"duringSocialEncounters": [
			"You have a keen eye and can see things coming from farther than most.",
			"You might not be the life of the party, but your companions know to pay attention when your subtle nod or concerned grunt indicates that something's amiss."
		],
		"whileExploring": [
			"You scout the group's position for incoming threats and help search for secret doors and hidden passages, keeping a weather eye out for unexpected threats."
		],
		"inDowntime": [
			"You might craft ammunition or keep your complex weapons clean and maintained, and you might look for work that matches your unique talents, such as working as a blacksmith, engineer, or part of the local watch.",
			"You might wander from town to town, or stay put for a spell to enjoy the silence that lingers between gunfights."
		],
		"youMight": [
			"Seek out areas of great conflict where your unique choice of weaponry can help build your reputation.",
			"Explore new horizons, trusting your honed senses and deadly weapon to keep you safe.",
			"Demonstrate extensive knowledge about various types of guns and ammunition, along with curiosity about the latest in gun technology."
		],
		"othersProbably": [
			"Assume that since you know how your gun works, you must also understand how to resolve other mechanical challenges.",
			"Underestimate you at first glance, thinking you rely on your gun because you lack any other skills.",
			"Respect your eternal vigilance, unyielding grit, and excellent aim."
		],
		"classPath": "Way",
		"aonId": 20,
		"source": "PZO2109",
		"id": "02bce895-d35b-4b94-9ea3-05503f69bf07",
		"pf2t": {
			"name": "Gunslinger",
			"traits": "uncommon",
			"source": "Guns & Gears pg. 105",
			"src": "https://2e.aonprd.com/Classes.aspx?ID=20",
			"aon": "classes20",
			"type": "class",
			"body": "While some fear projectile weapons, you savor the searing flash, wild kick, and cloying smoke that accompanies a gunshot, or snap of the cable and telltale thunk of your crossbow just before your bolt finds purchase. Ready to draw a bead on an enemy at every turn, you rely on your reflexes, steady hand, and knowledge of your weapons to riddle your foes with holes. \n\n**Key Ability: DEXTERITY**\nAt 1st level, your class gives you an ability boost to Dexterity\n\n**Hit Points: 8 plus your Constitution modifier**\nYou increase your maximum number of HP by this number at 1st level and every level thereafter.\n\n#### Key Terms\nYou'll see the following key terms in a number of gunslinger abilities.\n\n**Flourish**: Flourish actions are actions that require too much exertion to perform a large number in a row. You can use only 1 action with the flourish trait per turn.\n\n**Misfire**: Firearms that are improperly maintained or subjected to unusual strain can misfire. If you attempt to fire a firearm that was fired the previous day or earlier and hasn't been cleaned since, roll a DC 5 flat check before making your attack roll. If you fail this misfire check, the weapon misfires and jams. The attack is an automatic critical failure, and you must use an Interact action to clear the jam before the weapon can be reloaded and fired again. Once you've spent at least an hour cleaning a weapon, you don't need to roll for a misfire until the next day unless an effect says otherwise. You can clean multiple firearms during this hour, up to a reasonable limit as determined by the GM (typically no more than five).\n\nSome abilities cause a weapon to misfire as a part of their effects. If such a misfire happens as a result of an attack (due to an action that causes a misfire on a failed attack, for example), it retroactively makes the attack a critical failure.\n\n#### Interacting to Reload\nThe slinger's reload action from each gunslinger way, as well as many feats, give the ability to Interact to reload a weapon. This is enough to reload a weapon that takes 1 Interact action to reload, but only provides one of the Interact actions needed to reload a weapon with reload 2 or greater. As normal, you can provide the remaining Interact actions separately.\n\n#### Roleplaying the Gunslinger\n\n\n#### During Combat Encounters...\nYou strike from range with your firearms, seeking to defeat your opponents before they can pose a true threat. Depending on your choice of weapon, you might prefer to strike your opponent from a hidden position before they ever realize you're there, dash through a frenzied melee with pistols blazing, or glide effortlessly across the battlefield, waiting for the perfect moment to end the conflict with a single, well-placed shot.\n\n#### During Social Encounters...\nYou have a keen eye and can see things coming from farther than most. You might not be the life of the party, but your companions know to pay attention when your subtle nod or concerned grunt indicates that something's amiss.\n\n#### While Exploring...\nYou scout the group's position for incoming threats and help search for secret doors and hidden passages, keeping a weather eye out for unexpected threats.\n\n#### In Downtime...\nYou might craft ammunition or keep your complex weapons clean and maintained, and you might look for work that matches your unique talents, such as working as a blacksmith, engineer, or part of the local watch. You might wander from town to town, or stay put for a spell to enjoy the silence that lingers between gunfights.\n\n#### You Might...\n+ Seek out areas of great conflict where your unique choice of weaponry can help build your reputation.\n+ Explore new horizons, trusting your honed senses and deadly weapon to keep you safe.\n+ Demonstrate extensive knowledge about various types of guns and ammunition, along with curiosity about the latest in gun technology.\n\n#### Others Probably...\n+ Assume that since you know how your gun works, you must also understand how to resolve other mechanical challenges.\n+ Underestimate you at first glance, thinking you rely on your gun because you lack any other skills.\n+ Respect your eternal vigilance, unyielding grit, and excellent aim.\n\n#### Initial Proficiencies\nAt 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.\n\n#### Perception\nExpert in Perception\n\n#### Saving Throws\nExpert in Fortitude\nExpert in Reflex\nTrained in Will\n\n#### Skills\nTrained in one or more skills determined by your gunslinger's way\nTrained in a number of additional skills equal to 3 plus your Intelligence modifier\n\n#### Attacks\nExpert in simple firearms and crossbows\nExpert in martial firearms and crossbows\nTrained in advanced firearms and crossbows\nTrained in simple weapons\nTrained in martial weapons\nTrained in unarmed attacks\n\n#### Defenses\nTrained in light armor\nTrained in medium armor\nTrained in unarmored defense\n\n#### Class DC\nTrained in gunslinger class DC\n\n#### Class Features\nYou gain these features as a Gunslinger. Abilities gained at higher levels list the levels at which you gain them next to the features' names.\n**Your Level** | **Class Features**\n--- | ---\n1 | Ancestry and background, initial proficiencies, gunslinger's way, initial deed, gunslinger feat, singular expertise\n2 | Gunslinger feat, skill feat\n3 | General feat, skill increase, stubborn\n4 | Gunslinger feat, skill feat\n5 | Ability boosts, ancestry feat, gunslinger weapon mastery, skill increase\n6 | Gunslinger feat, skill feat\n7 | General feat, skill increase, vigilant senses, weapon specialization\n8 | Gunslinger feat, skill feat\n9 | Advanced deed, ancestry feat, gunslinger expertise, skill increase\n10 | Ability boosts, gunslinger feat, skill feat\n11 | Evasion, general feat, skill increase\n12 | Gunslinger feat, skill feat\n13 | Ancestry feat, gunslinging legend, medium armor expertise, skill increase\n14 | Gunslinger feat, skill feat\n15 | Ability boosts, general feat, greater deed, greater weapon specialization, skill increase\n16 | Gunslinger feat, skill feat\n17 | Ancestry feat, juggernaut, shootist's edge, skill increase\n18 | Gunslinger feat, skill feat\n19 | General feat, incredible senses, medium armor mastery, skill increase\n20 | Ability boosts, gunslinger feat, skill feat\n\n#### Ancestry and Background\nIn addition to those from your class at 1st level, you have the benefits of your selected ancestry and background.\n\n#### Initial Proficiencies\nAt 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class.\n\n#### Gunslinger's Way\nAll gunslingers have a particular way they follow, a combination of philosophy and combat style that defines both how they fight and the weapons they excel with. At 1st level, your way grants you an initial deed, a unique reload action called a slinger's reload, and proficiency with a particular skill. You also gain advanced and greater deeds at later levels, as well as access to way-specific feats.\n\nGunslinger ways can be found here.\n\n#### Gunslinger Feats\nAt 1st level and every even-numbered level, you gain a gunslinger class feat.\n\n#### Singular Expertise\nYou have particular expertise with guns and crossbows that grants you greater proficiency with them and the ability to deal more damage. You gain a +1 circumstance bonus to damage rolls with firearms and crossbows.\n\nThis intense focus on firearms and crossbows prevents you from reaching the same heights with other weapons. Your proficiency with unarmed attacks and with weapons other than firearms and crossbows can't be higher than trained, even if you gain an ability that would increase your proficiency in one or more other weapons to match your highest weapon proficiency (such as the weapon expertise feats many ancestries have). If you have gunslinger weapon mastery, the limit is expert, and if you have gunslinging legend, the limit is master.\n\n#### Skill Feats (2nd)\nAt 2nd level and every even-numbered level, you gain a skill feat. You must be trained or better in the corresponding skill to select a skill feat.\n\n#### General Feats (3rd)\nAt 3rd level and every 4 levels thereafter, you gain a general feat.\n\n#### Skill Increases (3rd)\nAt 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase either to increase your proficiency rank to trained in one skill you're untrained in, or to increase your proficiency rank in one skill in which you're already trained to expert.\n\nAt 7th level, you can use skill increases to become a master in a skill in which you're already an expert, and at 15th level, you can use them to become legendary in a skill in which you're already a master.\n\n#### Stubborn (3rd)\nYou don't like being told what to do, and you don't give up. Your proficiency rank for Will saves increases to expert. When you fail, but don't critically fail, a Will save against an effect that would give you the controlled condition, you can attempt a second save against the effect at the start of your next turn. On a successful second save, the controlled condition ends, though any other effects remain. As normal, failing this second save doesn't allow you to attempt a third save on the subsequent turn.\n\n#### Ability Boosts (5th)\nAt 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it's already 18 or above, or by 2 if it starts out below 18.\n\n#### Ancestry Feats (5th)\nIn addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter.\n\n#### Gunslinger Weapon Mastery (5th)\nYou fully understand the best way to utilize your unique weapons. Your proficiency rank increases to master with simple and martial firearms and crossbows. Your proficiency rank for advanced firearms and crossbows, simple weapons, martial weapons, and unarmed attacks increases to expert. You gain access to the critical specialization effects for firearms and crossbows.\n\n#### Vigilant Senses (7th)\nThrough your adventures, you've developed keen awareness and attention to detail. Your proficiency rank for Perception increases to master.\n\n#### Weapon Specialization (7th)\nYou've learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you're a master, and 4 if you're legendary.\n\n#### Advanced Deed (9th)\nYou've learned a powerful new technique of your chosen way. You gain the advanced deed ability of the way you chose at 1st level.\n\nGunslinger ways can be found here.\n\n#### Gunslinger Expertise (9th)\nYour special shots become harder for opponents to predict or resist. Your proficiency rank for your gunslinger class DC increases to expert.\n\n#### Evasion (11th)\nYou've learned to move quickly to avoid explosions, dragon's breath, and worse. Your proficiency rank for Reflex saves increases to master. When you roll a success on a Reflex save, you get a critical success instead.\n\n#### Gunslinging Legend (13th)\nYou've learned unique techniques for wielding firearms and crossbows that give you unmatched skill in their use.  Your proficiency rank increases to legendary with simple and martial firearms and crossbows and to master with advanced firearms and crossbows. Your proficiency rank for simple weapons, martial weapons, and unarmed attacks increases to expert.\n\n#### Medium Armor Expertise (13th)\nYou've learned to defend yourself better against attacks. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to expert.\n\n#### Greater Deed (15th)\nYou've mastered the pinnacle technique of your chosen way. You gain the greater deed ability of the way you chose at 1st level.\n\nGunslinger ways can be found here.\n\n#### Greater Weapon Specialization (15th)\nYour damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you're an expert, 6 if you're a master, and 8 if you're legendary.\n\n#### Juggernaut (17th)\nYour body has become accustomed to physical hazards and resistant to ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead.\n\n#### Shootist's Edge (17th)\nYou make shots others find impossible. Your proficiency rank for your gunslinger class DC increases to master. When using a ranged weapon in which you have master or greater proficiency, you ignore the penalty for attacking within the weapon's second and third range increments.\n\n#### Incredible Senses (19th)\nYou notice things that most people can't detect. Your proficiency rank for Perception increases to legendary.\n\n#### Medium Armor Mastery (19th)\nYour skill with light and medium armor improves, increasing your ability to dodge or absorb blows. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to master.",
			"hash": "PMZrpBxd"
		}
	},
	{
		"objectType": "Trait",
		"name": "Gunslinger",
		"source": "PZO2109",
		"id": "ce471b58-79df-4fe3-b67c-07d297bef569",
		"aonId": 406,
		"pf2t": {
			"name": "Gunslinger",
			"source": "Guns & Gears pg. 233",
			"src": "https://2e.aonprd.com/Traits.aspx?ID=406",
			"aon": "traits406",
			"type": "trait",
			"body": "This indicates abilities from the gunslinger class.",
			"hash": "PldJASrI"
		}
	},
	{
		"objectType": "ClassPath",
		"name": "Way of the Drifter",
		"class": "Gunslinger",
		"source": "PZO2109",
		"id": "4517b330-5d72-4347-8bd8-5c9e6e2459f1",
		"aonId": 1,
		"pf2t": {
			"name": "Way of the Drifter",
			"source": "Guns & Gears pg. 108",
			"src": "https://2e.aonprd.com/Ways.aspx?ID=1",
			"aon": "ways1",
			"type": "way",
			"body": "You're a wanderer traveling from land to land with your gun and a melee weapon as company. Maybe you learned to fight with blade and pistol as a Shackles pirate, mastered the hand cannon and katana in Minkai, or practiced with a hatchet and clan pistol in Dongun Hold. You win battles by relying on mobility and flexible use of your weapons.\n\n**Slinger's Reload** Reloading Strike\n**Deeds** Initial Into the Fray; Advanced Finish the Job; Greater Drifter's Wake\n**Way Skill** Acrobatics\n\n#### Slinger's Reload\n\n\n#### Reloading Strike\nYou make a melee attack and then reload your gun in one fluid movement. Strike an opponent within reach with your one-handed melee weapon (or, if your other hand is empty, with an unarmed attack), and then Interact to reload. You don't need a free hand to reload in this way.\n\n#### Initial Deed\n\n\n#### Into the Fray\nYou know trouble can lurk around every corner, and your hands never stray far from your holsters. You can Interact to draw a one-handed ranged weapon and can then Interact to draw a one-handed melee weapon. As your first action on your first turn, you can Stride as a free action toward an enemy you can perceive. If you can't perceive any enemies or can't end your movement closer to one, you can't use this Stride.\n\n#### Advanced Deed\n**Level**\n\n#### Finish the Job\nYour last attack failed, but it set you up for another. Make a Strike with your other hand, using a one-handed melee weapon or unarmed attack. This Strike uses the same multiple attack penalty as the Strike that failed on the last action. Afterward, increase your multiple attack penalty normally.\n\n#### Greater Deed\n**Level**\n\n#### Drifter's Wake\nYou drift across the battlefield, striking down foes as you go. You Stride, and you can Strike up to three times at any points during your movement. Each attack must target a different enemy and must be made with a one-handed firearm, crossbow, melee weapon, or unarmed attack. Each attack counts toward your multiple attack penalty, but your multiple attack penalty doesn't increase until you've made all your attacks. Your movement doesn't trigger reactions.",
			"hash": "WPhGsNcW"
		}
	},
	{
		"objectType": "ClassPath",
		"name": "Way of the Pistolero",
		"class": "Gunslinger",
		"source": "PZO2109",
		"id": "963d1829-478c-4c5d-bfc8-e18087a1e451",
		"aonId": 2,
		"pf2t": {
			"name": "Way of the Pistolero",
			"source": "Guns & Gears pg. 109",
			"src": "https://2e.aonprd.com/Ways.aspx?ID=2",
			"aon": "ways2",
			"type": "way",
			"body": "Whether you're a professional duelist or a pistol-twirling entertainer, you have quick feet and quicker hands that never seem to let you down, and an equally sharp wit and tongue that jab your foes. You might leave a hand free or cultivate the ambidexterity for twin weapons. Either way, you stay close enough to your enemies to leverage your superior reflexes while leaving enough space to safely fire.\n\n**Slinger's Reload** Raconteur's Reload\n**Deeds** Initial Ten Paces; Advanced Pistoler's Retort; Greater Grim Swagger\n**Way Skill** choose Deception or Intimidation\n\n#### Slinger's Reload\n\n\n#### Raconteur's Reload\nYour rapid or forceful words draw the enemy's attention away from your hands long enough to chamber another bullet. Interact to reload and then attempt a Deception check to Create a Diversion or an Intimidation check to Demoralize.\n\n#### Initial Deed\n\n\n#### Ten Paces\nYou react to trouble with lightning speed, positioning yourself just right. You gain a +2 circumstance bonus to your initiative roll, and you can Interact to draw a one-handed firearm or one-handed crossbow. As your first action on your first turn, you can Step up to 10 feet as a free action.\n\n#### Advanced Deed\n**Level**\n\n#### Pistoler's Retort\nYou punish your foe's failure with a shot. Make a Strike against the triggering foe with a one-handed firearm or one-handed crossbow.\n\n#### Greater Deed\n**Level**\n\n#### Grim Swagger\nYou attempt to clear the room by promising a grim fate to anyone who doesn't do what you say, and quickly. Attempt a Deception or Intimidation check against the Will DCs of each creature within 30 feet, except for your allies. Regardless of whether you succeed or fail, each subject is temporarily immune to your Grim Swagger for 10 minutes.\n\nFor example, if you attempt a Deception check, you lie and boast about your prowess or the large group of friends on their way to back you up. If you attempt an Intimidation check, you promise everyone in the room that you're going to be the last thing they see.\n\n**Critical Success** The creature becomes frightened 3. If it's lower level than you, it's also fleeing for 1 round.\n**Success** The creature becomes frightened 2.",
			"hash": "RKBGpOgE"
		}
	},
	{
		"objectType": "ClassPath",
		"name": "Way of the Sniper",
		"class": "Gunslinger",
		"source": "PZO2109",
		"id": "026bb9f2-7053-4a83-b0f5-df6a3396e7c2",
		"aonId": 3,
		"pf2t": {
			"name": "Way of the Sniper",
			"source": "Guns & Gears pg. 109",
			"src": "https://2e.aonprd.com/Ways.aspx?ID=3",
			"aon": "ways3",
			"type": "way",
			"body": "You practice a style of shooting that relies on unerring accuracy and perfect placement of your first shot. You keep hidden or at a distance, staying out of the fray and bringing unseen death to your foes.\n\n**Slinger's Reload** Covered Reload\n**Deeds** Initial One Shot, One Kill; Advanced Vital Shot; Greater Ghost Shot\n**Way Skill** Stealth\n\n#### Slinger's Reload\n\n\n#### Covered Reload\nYou duck into a safe position or minimize your profile while reloading to make your next attack. Either Take Cover or attempt to Hide, then Interact to reload. As normal, you must meet the requirements to Take Cover or Hide; you must be prone, benefiting from cover, or near a feature that allows you to Take Cover, and you need to be benefiting from cover or concealed to a creature to Hide from that creature.\n\n#### Initial Deed\n\n\n#### One Shot, One Kill\nYour first shot is the deadliest. Interact to draw a firearm or crossbow. On your first turn, your first Strike with that weapon deals an additional 1d6 precision damage. This precision damage increases to 2d6 at 9th level and 3d6 at 15th level.\n\n#### Advanced Deed\n**Level**\n\n#### Vital Shot\nYour careful shot against an unsuspecting opponent pierces a vital artery or organ. Make a ranged Strike. If the target is flat-footed, the Strike deals an extra die of weapon damage, and the foe takes persistent bleed damage equal to the amount of precision damage from your One Shot, One Kill.\n\n#### Greater Deed\n**Level**\n\n#### Ghost Shot\nMake a firearm or crossbow Strike. If you're hidden from or undetected by the target, the Strike adds the additional precision damage from One Shot, One Kill; if you would already receive that additional damage on the Strike, the effects aren't cumulative. If you were undetected or unnoticed by any creatures, you're now hidden from them instead, as the origin of the attack is clear.",
			"hash": "ctFzLmkd"
		}
	},
	{
		"objectType": "ClassPath",
		"name": "Way of the Vanguard",
		"class": "Gunslinger",
		"source": "PZO2109",
		"id": "49c91cb9-558f-4443-8a28-529ba0e8f0cb",
		"aonId": 4,
		"pf2t": {
			"name": "Way of the Vanguard",
			"source": "Guns & Gears pg. 110",
			"src": "https://2e.aonprd.com/Ways.aspx?ID=4",
			"aon": "ways4",
			"type": "way",
			"body": "You practice a unique combat style originated by dwarven siege engineers, using heavy weapons with wide attack areas to blast holes through enemy lines, clear an opening for your allies, and defend the conquered territory.\n\n**Slinger's Reload** Clear a Path\n**Deeds** Initial Living Fortification; Advanced Spinning Crush; Greater Siegebreaker\n**Way Skill** Athletics\n\n#### Slinger's Reload\n\n\n#### Clear a Path\nYou push outward with your weapon to clear some space before quickly reloading a fresh round. You make an Athletics check to Shove an opponent within your reach using your weapon, then Interact to reload. For this Shove, you don't need a free hand, and you add the weapon's item bonus on attack rolls (if any) to the Athletics check. If your last action was a ranged Strike with the weapon, use the same multiple attack penalty as that Strike for the Shove; the Shove still counts toward your multiple attack penalty on further attacks as normal.\n\n#### Initial Deed\n\n\n#### Living Fortification\nYou can posture defensively with firearms or crossbows, acting like a walking tower. Interact to draw a firearm or crossbow. You then position that weapon defensively, gaining a +1 circumstance bonus to AC until the start of your first turn, or a +2 circumstance bonus if the chosen weapon has the parry trait.\n\n#### Advanced Deed\n**Level**\n\n#### Spinning Crush\nYou go into a vicious spin, smashing your weapon into those nearby and increasing your momentum by firing. All creatures adjacent to you take 1d6 bludgeoning damage plus your Strength modifier; this increases to 2d6 if your firearm has a striking rune, 3d6 if it has a greater striking rune, and 4d6 if it has a major striking rune. This ability does not apply other effects that increase damage with your firearm Strikes such as weapon specialization. Creatures affected by this attack must attempt a basic Reflex save. A creature that fails its save is also pushed 5 feet directly away from you.\n\n#### Greater Deed\n**Level**\n\n#### Siegebreaker\nWith unbelievable force, you charge and smash your weapon into a target before digging in your heels and pulling the trigger. Leap or Stride, then make a Strike with the required firearm or crossbow against an adjacent target. This Strike deals an additional 3d8 bludgeoning damage and ignores 10 points of the target's Hardness (if any), or of their shield's Hardness if the target uses Shield Block.\n\nAfter the Strike, you become immobilized and position the required weapon defensively, gaining a +1 circumstance bonus to AC, or a +2 circumstance bonus if the chosen weapon has the parry trait. Both effects last until the start of your next turn. If a force would move you while you're immobilized in this way, it must succeed at an appropriate check against your class DC.",
			"hash": "frbvUXkl"
		}
	},
	{
		"objectType": "ClassPath",
		"name": "Way of the Spellshot",
		"class": "Gunslinger",
		"source": "PZO2109",
		"id": "9f80a589-cafc-424e-acb3-b61f70cb1653",
		"aonId": 5,
		"pf2t": {
			"name": "Way of the Spellshot",
			"source": "Guns & Gears pg. 140",
			"src": "https://2e.aonprd.com/Ways.aspx?ID=5",
			"aon": "ways5",
			"type": "way",
			"body": "Prerequisites: Must be a gunslinger.\n\nYou've learned the intricacies of magic and technology, blending the two together with deadly results. You combine a knowledge of arcane theories with a strong connection to your chosen weapon that allows you to manifest unique effects, though your knowledge doesn't extend as far as actual spellcasting. You can imbue energy into your weapon and conjure bullets from thin air. As you progress, you eventually learn to phase bullets through walls or even to teleport yourself along the path of your bullets.\n\nYou must select Spellshot Dedication from the Spellshot archetype as your 2nd-level class feat.\n\n**Slinger's Reload** Thoughtful Reload\n**Deeds** Initial Energy Shot; Advanced Recall Ammunition; Greater Dispelling Bullet\n**Way Skill** Arcana\n\n#### Slinger's Reload\n\n\n#### Thoughtful Reload\nAs you sink deep into a state of analytical calm and focus on the foe before you, your hands reload a bullet instinctively. Attempt a Recall Knowledge check against an opponent you can see and then Interact to reload.\n\n#### Initial Deed\n\n\n#### Energy Shot\nYou unleash a small surge of magical energy into your weapon, shrouding the bullet with potential energy and granting it the ability to deal energy damage to your foes to exploit their weaknesses. You can Interact to draw a ranged weapon. On your first three Strikes of this encounter with a firearm or crossbow, you deal an additional 1 acid, cold, fire or electricity damage. You choose which damage type to deal as part of making each Strike.\n\n#### Advanced Deed\n**Level**\n\n#### Recall Ammunition\nYou amplify the connection between bullet and firearm, calling your missed shot back into your gun. The ammunition you just fired is reloaded back into your gun and immediately ready to fire again.\n\n#### Greater Deed\n**Level**\n\n#### Dispelling Bullet\nYou imprint a bullet with a field of abjuration built upon your magical signature, disrupting the magic of whatever it hits. Make a firearm or crossbow Strike against a foe you can see. If you hit, you attempt to counteract a spell effect active on the target (your choice, or the highest-level effect if you don't choose). Your counteract level is equal to half your level (rounded up), and your counteract check modifier is equal to your class DC - 10.",
			"hash": "UtpYZjyq"
		}
	}
]