[
	{
		"objectType": "Ancestry",
		"name": "Fetchling",
		"youMight": [
			"Live and work in gloomy areas of dim light with plenty of shadows, only providing bright light when expecting visitors.",
			"Look to people's shadows as a way of identifying them, alongside features like stature or facial structure.",
			"Maintain composure when faced with strange creatures and circumstances."
		],
		"othersProbably": [
			"Believe you have shadowy powers, such as the ability to consume light as food, melt into darkness, or travel between planes.",
			"Expect you to be cautious, reserved, and a loner.",
			"Express interest in your ancestral physiological connection to the Shadow Plane."
		],
		"aonId": 30,
		"source": "PZO9308",
		"id": "82985cfc-1ee4-4d67-9f70-5135b67ab1d4",
		"pf2t": {
			"name": "Fetchling",
			"pfs": "standard",
			"traits": "uncommon,fetchling,humanoid",
			"source": "Ancestry Guide pg. 83",
			"src": "https://2e.aonprd.com/Ancestries.aspx?ID=30",
			"aon": "ancestries30",
			"type": "ancestry",
			"body": "Once human and now something apart, fetchlings display the Shadow Plane's ancient influence through monochrome complexions, glowing eyes, and the casting of supernatural shadows.\n\nFetchlings are a striking people whose skin appears entirely drained of color. These lithe and shadowy beings seem to sink and vanish into the gloom. They see in darkness, exercise control over shadows, and have strange occult powers. Some fetchlings develop their powers enough to pass between the Shadow and Material Planes, leaving other ancestries to whisper about figures that emerge from shaded corners and then vanish without a trace. Through magic and other means, they've spread across Golarion and the planes beyond, as adaptable as the humans they once were.\n\nThe first fetchlings were refugees. Ages ago, when Earthfall destroyed ancient Azlant and cast the world into darkness, one small group of Azlanti pleaded for rescue. A mysterious hooded figure known as the Widow answered their call, slicing open a passage into the Shadow Plane. The Azlanti stepped through, trading the darkness of Earthfall for a deep shadow. As they navigated the plane's strange environs and dangerous inhabitants, its nature slowly worked monumental changes on the survivors.\n\nIf you want a character more at home in a mirror world of shadow, infused with umbral gloom, and who embodies the dualities of light and darkness, you should play a fetchling.",
			"hash": "CnwzCOgH"
		}
	},
	{ "objectType": "Trait", "name": "Fetchling", "source": "PZO9308", "id": "79a36501-36bd-4cc4-8c5d-724b7cd88804" },
	{
		"objectType": "Heritage",
		"name": "Bright Fetchling",
		"ancestry": "Fetchling",
		"source": "PZO9308",
		"id": "6cbbbbc3-6f3e-4675-8d30-4b6e7d7d63bd",
		"aonId": 120,
		"pf2t": {
			"name": "Bright Fetchling",
			"pfs": "standard",
			"source": "Ancestry Guide pg. 85",
			"src": "https://2e.aonprd.com/Heritages.aspx?ID=120",
			"aon": "heritages120",
			"type": "heritage",
			"body": "Your body proves that shadow can't exist without light. Perhaps your eyes glow brighter or your veins occasionally pulse with light. You emit dim light within 5 feet of you. You can activate or suppress this ability as an action, which has the concentrate trait. Additionally, you can force fragments of your shadow to glow and cast dancing lights and light as occult innate cantrips. Cantrips are heightened to a spell level equal to half your level rounded up.",
			"hash": "VfnfXXLZ"
		}
	},
	{
		"objectType": "Heritage",
		"name": "Deep Fetchling",
		"ancestry": "Fetchling",
		"source": "PZO9308",
		"id": "6323b828-c8ec-40ea-8355-982958c01358",
		"aonId": 121,
		"pf2t": {
			"name": "Deep Fetchling",
			"pfs": "standard",
			"source": "Ancestry Guide pg. 85",
			"src": "https://2e.aonprd.com/Heritages.aspx?ID=121",
			"aon": "heritages121",
			"type": "heritage",
			"body": "Your predecessors dwelled in the Shadow Plane's deepest, most treacherous regions. You might cast a denser shadow, have a slower pulse, or find comfort in the embrace of darkness. You gain cold or negative resistance equal to half your level (minimum 1), chosen when you gain this heritage.",
			"hash": "xArpvgHy"
		}
	},
	{
		"objectType": "Heritage",
		"name": "Liminal Fetchling",
		"ancestry": "Fetchling",
		"source": "PZO9308",
		"id": "ca8b8f9d-586d-4a33-95fa-246486f28c96",
		"aonId": 122,
		"pf2t": {
			"name": "Liminal Fetchling",
			"pfs": "standard",
			"source": "Ancestry Guide pg. 85",
			"src": "https://2e.aonprd.com/Heritages.aspx?ID=122",
			"aon": "heritages122",
			"type": "heritage",
			"body": "You come from a line of fetchlings with a closer connection to the Ethereal Plane and Shadow Planes, and you share those realms' affinity with the in-between and unseen. You gain a +1 circumstance bonus to locate undetected creatures within 60 feet when using the Seek action. Your flat check to target concealed creatures is DC 3 instead of DC 5, and your flat check to target undetected creatures is DC 9 instead of DC 11.",
			"hash": "ZbQXbJpp"
		}
	},
	{
		"objectType": "Heritage",
		"name": "Resolute Fetchling",
		"ancestry": "Fetchling",
		"source": "PZO9308",
		"id": "eae9a129-5ea3-4de8-bc85-5dd70c3eafa7",
		"aonId": 123,
		"pf2t": {
			"name": "Resolute Fetchling",
			"pfs": "standard",
			"source": "Ancestry Guide pg. 85",
			"src": "https://2e.aonprd.com/Heritages.aspx?ID=123",
			"aon": "heritages123",
			"type": "heritage",
			"body": "Your ancestors have long dealt with the horrific-in the Shadow Plane or elsewhere-and you bear their mental fortitude. When you roll a success on a saving throw against an emotion effect, you get a critical success instead.",
			"hash": "pJtlXrgv"
		}
	},
	{
		"objectType": "Heritage",
		"name": "Wisp Fetchling",
		"ancestry": "Fetchling",
		"source": "PZO9308",
		"id": "11b7d318-b8f4-4bfa-ac15-5a56d8fe0d03",
		"aonId": 124,
		"pf2t": {
			"name": "Wisp Fetchling",
			"pfs": "standard",
			"source": "Ancestry Guide pg. 85",
			"src": "https://2e.aonprd.com/Heritages.aspx?ID=124",
			"aon": "heritages124",
			"type": "heritage",
			"body": "Your ancestors' exposure to the Shadow Plane wrought great physical changes. Your hair or skin sometimes appears insubstantial, and you're slighter and more agile than other fetchlings. You're Small instead of Medium. You gain the trained proficiency rank in Acrobatics, the Quick Squeeze skill feat, and a +1 circumstance bonus to Acrobatics checks to Tumble Through. If you would automatically become trained in Acrobatics (from your background or class, for example), you instead become trained in a skill of your choice.",
			"hash": "yHIdYlRq"
		}
	}
]