[
	{
		"objectType": "VersatileHeritage",
		"name": "Aphorite",
		"youMight": [
			"Seek to make something work just a bit better, whether a physical object or process.",
			"Enjoy learning the intricacies of a language, machine, or profession.",
			"Gain satisfaction in working alongside others."
		],
		"othersProbably": [
			"Believe you're rigid in your beliefs or habits.",
			"Think you never act before considering every possible outcome.",
			"Assume you easily grasp complex systems and situations."
		],
		"aonId": 118,
		"source": "PZO9308",
		"id": "48c2ac57-4d0d-4705-a0d9-d40fa3ddc8b1",
		"pf2t": {
			"name": "Aphorite",
			"pfs": "standard",
			"traits": "uncommon",
			"source": "Ancestry Guide pg. 75",
			"src": "https://2e.aonprd.com/Heritages.aspx?ID=118",
			"aon": "heritages118",
			"type": "heritage",
			"body": "**Ancestry Page** Aphorite\nYou were born with a connection to Axis, the Plane of Law. You gain the aphorite trait, in addition to the traits from your ancestry. You also gain low-light vision, or you gain darkvision if your ancestry already has low-light vision. You can choose from aphorite feats and feats from your ancestry whenever you gain an ancestry feat.",
			"hash": "zPbbQZgv"
		}
	},
	{
		"objectType": "Trait",
		"name": "Aphorite",
		"source": "PZO9308",
		"id": "7dbdc170-6689-4f4e-a093-aecec9066bd0",
		"aonId": 335,
		"pf2t": {
			"name": "Aphorite",
			"source": "Ancestry Guide pg. 140",
			"src": "https://2e.aonprd.com/Traits.aspx?ID=335",
			"aon": "traits335",
			"type": "trait",
			"body": "A type of planar scion descended from a being from Axis, the Plane of Law.",
			"hash": "BpffEvys"
		}
	},
	{
		"objectType": "VersatileHeritage",
		"name": "Beastkin",
		"youMight": [
			"Prefer the companionship of a close group of friends.",
			"Feel an attachment to your inherent animal and seek that animal out to understand them better.",
			"Wrestle with your animalistic side and choose to isolate yourself from those who may not understand your unique nature."
		],
		"othersProbably": [
			"Believe you practice primal magic or have a direct connection to the natural world.",
			"Assume that you love animals, especially those of the same kind as your inherent animal.",
			"Worry that you will lose yourself to your feral instincts and attack others."
		],
		"aonId": 119,
		"source": "PZO9308",
		"id": "62a442df-65e6-4faa-a5dd-2671b8a20846",
		"pf2t": {
			"name": "Beastkin",
			"pfs": "standard",
			"traits": "rare",
			"source": "Ancestry Guide pg. 79",
			"src": "https://2e.aonprd.com/Heritages.aspx?ID=119",
			"aon": "heritages119",
			"type": "heritage",
			"body": "**Ancestry Page** Beastkin\nThe blood of a beast flows through your veins, granting you the ferocity and might of animals. Only creatures with the humanoid trait can take the beastkin versatile heritage. Choose a type of animal such as bat, eagle, shark, spider, tyrannosaurus, wasp, or wolf. This is the type of animal tied to your heritage and is known as your inherent animal. You gain the beast and beastkin traits, in addition to the traits from your ancestry. You gain the Change Shape ability. You can choose from beastkin feats and feats from your ancestry whenever you gain an ancestry feat.",
			"hash": "BvDvSlgI"
		}
	},
	{
		"objectType": "Trait",
		"name": "Beastkin",
		"source": "PZO9308",
		"id": "908794ca-571d-45db-9f84-e48be5fee9e9",
		"aonId": 337,
		"pf2t": {
			"name": "Beastkin",
			"source": "Ancestry Guide pg. 140",
			"src": "https://2e.aonprd.com/Traits.aspx?ID=337",
			"aon": "traits337",
			"type": "trait",
			"body": "Humanoids that can partially or fully transform into animal forms.",
			"hash": "rWVpqhkY"
		}
	},
	{
		"objectType": "VersatileHeritage",
		"name": "Ganzi",
		"youMight": [
			"Express your individuality through fashion and other personal choices.",
			"Behave in dramatic or exuberant ways and refuse to get discouraged easily.",
			"Look for creative or unique solutions to problems."
		],
		"othersProbably": [
			"Expect you to behave unpredictably or impulsively.",
			"Fear that you possess magic beyond your control.",
			"Assume you're related to proteans."
		],
		"aonId": 129,
		"source": "PZO9308",
		"id": "725d1af7-685a-4a69-8316-12433ecbfe1e",
		"pf2t": {
			"name": "Ganzi",
			"pfs": "standard",
			"traits": "uncommon",
			"source": "Ancestry Guide pg. 96",
			"src": "https://2e.aonprd.com/Heritages.aspx?ID=129",
			"aon": "heritages129",
			"type": "heritage",
			"body": "**Ancestry Page** Ganzi\nYour blood is touched by primal chaos. You gain the ganzi trait in addition to the traits from your ancestry. You gain resistance to a single damage type equal to half your level; at the beginning of each day, determine randomly whether this resistance applies to acid, electricity, or sonic damage. You also gain a +1 circumstance bonus to saving throws against effects that would cause you to gain the controlled condition. You can choose from ganzi feats and feats from your ancestry whenever you gain an ancestry feat.",
			"hash": "shLqXnjd"
		}
	},
	{
		"objectType": "Trait",
		"name": "Ganzi",
		"source": "PZO9308",
		"id": "1abdc83f-8ae2-433a-a3e6-9ae419e45948",
		"aonId": 339,
		"pf2t": {
			"name": "Ganzi",
			"source": "Ancestry Guide pg. 141",
			"src": "https://2e.aonprd.com/Traits.aspx?ID=339",
			"aon": "traits339",
			"type": "trait",
			"body": "A planar scion descended from a chaotic being of the Maelstrom, such as a protean",
			"hash": "vEOVRsgx"
		}
	},
	{
		"objectType": "VersatileHeritage",
		"name": "Ifrit",
		"youMight": [
			"Relate your personal identity to elemental fire and believe fire represents core aspects of your personality.",
			"Always keep yourself moving and busy, traveling to new places or trying new things, for fear that slowing down may dim your inner fire.",
			"Take great pride in your elemental lineage, especially if you believe you are related to the mighty efreeti nobles, the maliks."
		],
		"othersProbably": [
			"Look to you as an authority on fire magic or the elemental planes.",
			"Think of you as a never-ending well of passion and inspiration, with an inner spark that never dies.",
			"Assume you must be hot-headed and reckless, acting before you think."
		],
		"aonId": 130,
		"source": "PZO9308",
		"id": "4cc9e08e-a3de-4b4e-a9dd-f1b83f2a9f8f",
		"pf2t": {
			"name": "Ifrit",
			"pfs": "standard",
			"traits": "uncommon",
			"source": "Ancestry Guide pg. 101",
			"src": "https://2e.aonprd.com/Heritages.aspx?ID=130",
			"aon": "heritages130",
			"type": "heritage",
			"body": "**Ancestry Page** Ifrit\nYou descend from fire elementals or bear the mark of the Inner Spheres, and your features illustrate the influence that elemental fire has over you. You gain the ifrit trait, in addition to the traits from your ancestry. You gain resistance to fire equal to half your level (minimum 1), and you treat environmental heat effects as if they were one step less severe (incredible heat becomes extreme, extreme heat becomes severe, and so on). You can choose from ifrit feats and feats from your ancestry whenever you gain an ancestry feat.",
			"hash": "xWZzdZRg"
		}
	},
	{ "objectType": "Trait", "name": "Ifrit", "source": "PZO9308", "id": "f5c678da-86c8-4132-904d-64212fe8d865" },
	{
		"objectType": "VersatileHeritage",
		"name": "Oread",
		"youMight": [
			"Relate your personal identity with elemental earth and believe stones or mountains represent core aspects of your personality.",
			"Value moments of peace and quiet seclusion where you can be alone with nature.",
			"Take great pride in your elemental lineage, especially if you believe you are related to the austere shaitan pashas."
		],
		"othersProbably": [
			"Look to you as an authority on earth magic or elemental planes.",
			"Think you are wise and cautious, moving into action only after you have considered a problem from all angles.",
			"Assume you are stoic and quietly strong, keeping your thoughts and toyourself."
		],
		"aonId": 131,
		"source": "PZO9308",
		"id": "ca496aa9-4624-4c98-8db2-b84d0859e78a",
		"pf2t": {
			"name": "Oread",
			"pfs": "standard",
			"traits": "uncommon",
			"source": "Ancestry Guide pg. 105",
			"src": "https://2e.aonprd.com/Heritages.aspx?ID=131",
			"aon": "heritages131",
			"type": "heritage",
			"body": "**Ancestry Page** Oread\nAn earth elemental ancestor has influenced your bloodline, and your features highlight this elemental planar connection. You might have a crystalline or metallic sheen to your skin or hair, rough and stony flesh, or glittering gemstone eyes. You gain the oread trait, in addition to the traits from your ancestry. You also gain low-light vision, or you gain darkvision if your ancestry already has low-light vision. You can choose from oread feats and feats from your ancestry whenever you gain an ancestry feat.",
			"hash": "pwrpqyvk"
		}
	},
	{ "objectType": "Trait", "name": "Oread", "source": "PZO9308", "id": "ea8bac1b-9167-4c8b-abc1-628114e6233b" },
	{
		"objectType": "VersatileHeritage",
		"name": "Suli",
		"youMight": [
			"Relate your personal identity with the mixture of elements within you, believing you have sides that befit each element.",
			"Work to harmonize or broker peace and understanding in the world around you.",
			"Be prone to bragging, both about your own accomplishments and those of your family or allies."
		],
		"othersProbably": [
			"Rely on you for your elemental abilities and expertise. Think you must be descended from a janni, if they recognize that you are a geniekin at all.",
			"Assume your position at the nexus of opposing elements means you are a neutral diplomat."
		],
		"aonId": 132,
		"source": "PZO9308",
		"id": "5b266c1d-5321-4974-a378-a1b3b7f60399",
		"pf2t": {
			"name": "Suli",
			"pfs": "standard",
			"traits": "uncommon",
			"source": "Ancestry Guide pg. 110",
			"src": "https://2e.aonprd.com/Heritages.aspx?ID=132",
			"aon": "heritages132",
			"type": "heritage",
			"body": "**Ancestry Page** Suli\nYou are descended from a janni or otherwise embody a dichotomy of opposing elemental planar forces. You gain the suli trait, in addition to the traits from your ancestry. You also gain low-light vision, or you gain darkvision if your ancestry already has low-light vision. You can choose from suli feats and feats from your ancestry whenever you gain an ancestry feat.",
			"hash": "ytWpHlbK"
		}
	},
	{ "objectType": "Trait", "name": "Suli", "source": "PZO9308", "id": "7a35fecb-ff35-4bd7-b5f5-0e34a682d7b2" },
	{
		"objectType": "VersatileHeritage",
		"name": "Sylph",
		"youMight": [
			"Relate your identity with the element of air and believe the wind and storms represent core aspects of your personality.",
			"Enjoy traveling and exploring high, secluded places where you can observe the world beneath you.",
			"Take pride in your elemental lineage, especially if you believe you are related to the gregarious djinn viziers."
		],
		"othersProbably": [
			"Look to you as an authority on air magic or the elemental Plane of Air.",
			"Believe you easily flow through all aspects of society, while listening to those around you.",
			"Assume you must be airheaded or capricious, prone to irresponsible behavior without regard for consequence."
		],
		"aonId": 133,
		"source": "PZO9308",
		"id": "7028f8f6-71cb-4f30-b346-f202d83e5514",
		"pf2t": {
			"name": "Sylph",
			"pfs": "standard",
			"traits": "uncommon",
			"source": "Ancestry Guide pg. 114",
			"src": "https://2e.aonprd.com/Heritages.aspx?ID=133",
			"aon": "heritages133",
			"type": "heritage",
			"body": "**Ancestry Page** Sylph\nYou are descended from air elementals or were born under the element's influence. You gain the sylph trait, in addition to the traits from your ancestry. You also gain low-light vision or darkvision if your ancestry already has low-light vision. You can choose from sylph feats and feats from your ancestry whenever you gain an ancestry feat.",
			"hash": "hpbvZQYq"
		}
	},
	{ "objectType": "Trait", "name": "Sylph", "source": "PZO9308", "id": "e19f6fbd-4e19-45db-9da8-fd91a0b39a51" },
	{
		"objectType": "VersatileHeritage",
		"name": "Undine",
		"youMight": [
			"Relate your identity to elemental water and believe the streams and tides represent core aspects of your personality.",
			"Be equally comfortable above the waves as you are beneath them.",
			"Take great pride in your elemental lineage, especially if you believe you are related to the formidable marid shahzadas."
		],
		"othersProbably": [
			"Look to you as an authority on water magic or the elemental planes.",
			"Think you can speak with aquatic creatures.",
			"Assume you are easily swayed by others, with few real opinions of your own."
		],
		"aonId": 134,
		"source": "PZO9308",
		"id": "439666e1-ec73-4675-aa8c-c684e4517463",
		"pf2t": {
			"name": "Undine",
			"pfs": "standard",
			"traits": "uncommon",
			"source": "Ancestry Guide pg. 118",
			"src": "https://2e.aonprd.com/Heritages.aspx?ID=134",
			"aon": "heritages134",
			"type": "heritage",
			"body": "**Ancestry Page** Undine\nA water elemental ancestor influences your bloodline. You gain the undine trait, in addition to the traits from your ancestry. You gain a swim Speed of 10 feet and the amphibious trait. Like all creatures with the amphibious trait, you can breathe both water and air. You can choose from undine feats and feats from your ancestry whenever you gain an ancestry feat.",
			"hash": "rgkJsQcT"
		}
	},
	{ "objectType": "Trait", "name": "Undine", "source": "PZO9308", "id": "566750c4-906e-47cf-8308-ded3d312f9a3" }
]