[
	{
		"objectType": "VersatileHeritage",
		"name": "Aphorite",
		"youMight": [
			"Seek to make something work just a bit better, whether a physical object or process.",
			"Enjoy learning the intricacies of a language, machine, or profession.",
			"Gain satisfaction in working alongside others."
		],
		"othersProbably": [
			"Believe you're rigid in your beliefs or habits.",
			"Think you never act before considering every possible outcome.",
			"Assume you easily grasp complex systems and situations."
		],
		"aonId": 28,
		"source": "PZO9308",
		"id": "48c2ac57-4d0d-4705-a0d9-d40fa3ddc8b1"
	},
	{
		"objectType": "Trait",
		"name": "Aphorite",
		"source": "PZO9308",
		"id": "7dbdc170-6689-4f4e-a093-aecec9066bd0",
		"aonId": 335,
		"pf2t": {
			"name": "Aphorite",
			"source": "Ancestry Guide pg. 140",
			"src": "https://2e.aonprd.com/Traits.aspx?ID=335",
			"aon": "traits335",
			"type": "trait",
			"body": "A type of planar scion descended from a being from Axis, the Plane of Law.",
			"hash": "BpffEvys"
		}
	},
	{
		"objectType": "VersatileHeritage",
		"name": "Beastkin",
		"youMight": [
			"Prefer the companionship of a close group of friends.",
			"Feel an attachment to your inherent animal and seek that animal out to understand them better.",
			"Wrestle with your animalistic side and choose to isolate yourself from those who may not understand your unique nature."
		],
		"othersProbably": [
			"Believe you practice primal magic or have a direct connection to the natural world.",
			"Assume that you love animals, especially those of the same kind as your inherent animal.",
			"Worry that you will lose yourself to your feral instincts and attack others."
		],
		"aonId": 29,
		"source": "PZO9308",
		"id": "62a442df-65e6-4faa-a5dd-2671b8a20846"
	},
	{
		"objectType": "Trait",
		"name": "Beastkin",
		"source": "PZO9308",
		"id": "908794ca-571d-45db-9f84-e48be5fee9e9",
		"aonId": 337,
		"pf2t": {
			"name": "Beastkin",
			"source": "Ancestry Guide pg. 140",
			"src": "https://2e.aonprd.com/Traits.aspx?ID=337",
			"aon": "traits337",
			"type": "trait",
			"body": "Humanoids that can partially or fully transform into animal forms.",
			"hash": "rWVpqhkY"
		}
	},
	{
		"objectType": "VersatileHeritage",
		"name": "Ganzi",
		"youMight": [
			"Express your individuality through fashion and other personal choices.",
			"Behave in dramatic or exuberant ways and refuse to get discouraged easily.",
			"Look for creative or unique solutions to problems."
		],
		"othersProbably": [
			"Expect you to behave unpredictably or impulsively.",
			"Fear that you possess magic beyond your control.",
			"Assume you're related to proteans."
		],
		"aonId": 32,
		"source": "PZO9308",
		"id": "725d1af7-685a-4a69-8316-12433ecbfe1e"
	},
	{
		"objectType": "Trait",
		"name": "Ganzi",
		"source": "PZO9308",
		"id": "1abdc83f-8ae2-433a-a3e6-9ae419e45948",
		"aonId": 339,
		"pf2t": {
			"name": "Ganzi",
			"source": "Ancestry Guide pg. 141",
			"src": "https://2e.aonprd.com/Traits.aspx?ID=339",
			"aon": "traits339",
			"type": "trait",
			"body": "A planar scion descended from a chaotic being of the Maelstrom, such as a protean",
			"hash": "vEOVRsgx"
		}
	},
	{
		"objectType": "VersatileHeritage",
		"name": "Ifrit",
		"youMight": [
			"Relate your personal identity to elemental fire and believe fire represents core aspects of your personality.",
			"Always keep yourself moving and busy, traveling to new places or trying new things, for fear that slowing down may dim your inner fire.",
			"Take great pride in your elemental lineage, especially if you believe you are related to the mighty efreeti nobles, the maliks."
		],
		"othersProbably": [
			"Look to you as an authority on fire magic or the elemental planes.",
			"Think of you as a never-ending well of passion and inspiration, with an inner spark that never dies.",
			"Assume you must be hot-headed and reckless, acting before you think."
		],
		"aonId": 33,
		"source": "PZO9308",
		"id": "4cc9e08e-a3de-4b4e-a9dd-f1b83f2a9f8f",
		"pf2t": {
			"name": "Ifrit",
			"pfs": "standard",
			"traits": "uncommon",
			"source": "Ancestry Guide pg. 100",
			"src": "https://2e.aonprd.com/Ancestries.aspx?ID=33",
			"aon": "ancestries33",
			"type": "ancestry",
			"body": "Ifrits descend from creatures such as efreet, salamanders, and magma dragons. Their spark of ancestral flame gives them a reputation for being passionate, if not capricious.\n\nIfrits often build up personal relationships between themselves and the idea of fire, feeling as though they embody it mentally or spiritually, in addition to physically. Some ifrits relate to fire's mutable energy, illuminating properties, or destructive nature.\n\nSome ifrits share a connection from birth to specific aspects of elemental fire, such as radiance, ash, or lava; this is called an ifrit lineage. Ifrits often have the same lineage as their parents, though sometimes ifrits are born with lineages different from their families, or to parents without one. Lineages can appear in ifrit children as a reflection of where they were born-for example, cindersoul ifrits sometimes originate from being born in areas prone to forest fires. They can also occur as a reflection of the ifrit's planar ancestry, such as a brightsoul ifrit having a fire-themed celestial ancestor like a peri. Magma ifrits with the lavasoul lineage are most often born the descendants of magma dragons or other lava-themed fire elementals.",
			"hash": "NRpWCPxQ"
		}
	},
	{ "objectType": "Trait", "name": "Ifrit", "source": "PZO9308", "id": "f5c678da-86c8-4132-904d-64212fe8d865" },
	{
		"objectType": "VersatileHeritage",
		"name": "Oread",
		"youMight": [
			"Relate your personal identity with elemental earth and believe stones or mountains represent core aspects of your personality.",
			"Value moments of peace and quiet seclusion where you can be alone with nature.",
			"Take great pride in your elemental lineage, especially if you believe you are related to the austere shaitan pashas."
		],
		"othersProbably": [
			"Look to you as an authority on earth magic or elemental planes.",
			"Think you are wise and cautious, moving into action only after you have considered a problem from all angles.",
			"Assume you are stoic and quietly strong, keeping your thoughts and toyourself."
		],
		"aonId": 34,
		"source": "PZO9308",
		"id": "ca496aa9-4624-4c98-8db2-b84d0859e78a",
		"pf2t": {
			"name": "Oread",
			"pfs": "standard",
			"traits": "uncommon",
			"source": "Ancestry Guide pg. 104",
			"src": "https://2e.aonprd.com/Ancestries.aspx?ID=34",
			"aon": "ancestries34",
			"type": "ancestry",
			"body": "The Plane of Earth's influence runs through an oread's family, most often from a shaitan or crystal dragon ancestor. Oreads tend to be stoic, steadfast, and dependable, but they contain depths not seen on the surface.\n\nOreads can be slow to reveal their true selves, or perhaps more accurately, have enough depth and mystery inherent to their beings that they can reveal new and unexpected facets of themselves every day. They usually feel that they personify certain aspects of earth, stone, or other sediments or minerals, such as a cliff's tenacious resilience against erosion, the generosity and nourishment of fertile soil, or the versatile utility of metal and stone.\n\nOreads born with a special connection to a specific subset of elemental earth, such as crystal, dust, or mud, might have an oread lineage. A lineage can be inherited along a family bloodline, or it can manifest spontaneously in oread children. They can be caused by where an oread's ancestors lived, frequently seen in dustsoul oreads, many of whom are born in a desert or to a family that has farmed for generations. Lineages can also be the result of specific planar heritages. Gemsoul oreads often have a crystal dragon in their lineage, and miresoul oreads descend from the more sodden creatures of elemental earth.",
			"hash": "WZxvExNk"
		}
	},
	{ "objectType": "Trait", "name": "Oread", "source": "PZO9308", "id": "ea8bac1b-9167-4c8b-abc1-628114e6233b" },
	{
		"objectType": "VersatileHeritage",
		"name": "Suli",
		"youMight": [
			"Relate your personal identity with the mixture of elements within you, believing you have sides that befit each element.",
			"Work to harmonize or broker peace and understanding in the world around you.",
			"Be prone to bragging, both about your own accomplishments and those of your family or allies."
		],
		"othersProbably": [
			"Rely on you for your elemental abilities and expertise. Think you must be descended from a janni, if they recognize that you are a geniekin at all.",
			"Assume your position at the nexus of opposing elements means you are a neutral diplomat."
		],
		"aonId": 35,
		"source": "PZO9308",
		"id": "5b266c1d-5321-4974-a378-a1b3b7f60399",
		"pf2t": {
			"name": "Suli",
			"pfs": "standard",
			"traits": "uncommon",
			"source": "Ancestry Guide pg. 108",
			"src": "https://2e.aonprd.com/Ancestries.aspx?ID=35",
			"aon": "ancestries35",
			"type": "ancestry",
			"body": "Sulis are geniekin who embody a mixture of elements, most commonly air, earth, fire, and water. They are typically the descendants of jann, genies of all four elements that wander the Material Plane instead of making a home on the Elemental Planes.\n\nAt birth, a suli resembles their mortal ancestry, not manifesting their otherworldly heritage until adolescence, when they awaken into their elemental power. Strong in body and will, sulis are dynamic and ever-changing, and most feel they embody either all the elements together at once or the traits of different elements at different times. Some see themselves as having multiple aspects or faces to their personalities-one for each element-that they cycle through over the course of days or weeks.",
			"hash": "FRAEcdDc"
		}
	},
	{ "objectType": "Trait", "name": "Suli", "source": "PZO9308", "id": "7a35fecb-ff35-4bd7-b5f5-0e34a682d7b2" },
	{
		"objectType": "VersatileHeritage",
		"name": "Sylph",
		"youMight": [
			"Relate your identity with the element of air and believe the wind and storms represent core aspects of your personality.",
			"Enjoy traveling and exploring high, secluded places where you can observe the world beneath you.",
			"Take pride in your elemental lineage, especially if you believe you are related to the gregarious djinn viziers."
		],
		"othersProbably": [
			"Look to you as an authority on air magic or the elemental Plane of Air.",
			"Believe you easily flow through all aspects of society, while listening to those around you.",
			"Assume you must be airheaded or capricious, prone to irresponsible behavior without regard for consequence."
		],
		"aonId": 36,
		"source": "PZO9308",
		"id": "7028f8f6-71cb-4f30-b346-f202d83e5514",
		"pf2t": {
			"name": "Sylph",
			"pfs": "standard",
			"traits": "uncommon",
			"source": "Ancestry Guide pg. 112",
			"src": "https://2e.aonprd.com/Ancestries.aspx?ID=36",
			"aon": "ancestries36",
			"type": "ancestry",
			"body": "Sylphs are an intense and lively people, flighty and tempestuous. These planar scions have kinship to beings of elemental air such as djinni, invisible stalkers, and cloud dragons.\n\nSylphs enjoying following their own tempos, shifting between wild energy that draws all eyes to embodying the spirit of unseen breezes that slip away without note. They often build their identities around their perceived personal connection to the element of air, relating to a gentle breeze, a sudden flash of lightning, or an uncontrollable storm.\n\nSome sylphs are born with a connection to an extremely focused aspect of elemental air, such as smoke, storms, or toxic gas. While it does happen, a child is rarely born with a lineage that differs from their parents', as geniekin typically pass these unusual gifts on to their offspring. Lineages can manifest in sylph children as a result of where they're born, such as when stormsoul sylphs are birthed in regions prone to tornadoes or windstorms. A lineage can also reflect a sylph's elemental heritage like in smokesoul sylphs, who often descend from belkers. Fumesoul sylphs, on the other hand, are associated with poisonous and otherwise unbreathable gases.",
			"hash": "wHbLSVzg"
		}
	},
	{ "objectType": "Trait", "name": "Sylph", "source": "PZO9308", "id": "e19f6fbd-4e19-45db-9da8-fd91a0b39a51" },
	{
		"objectType": "VersatileHeritage",
		"name": "Undine",
		"youMight": [
			"Relate your identity to elemental water and believe the streams and tides represent core aspects of your personality.",
			"Be equally comfortable above the waves as you are beneath them.",
			"Take great pride in your elemental lineage, especially if you believe you are related to the formidable marid shahzadas."
		],
		"othersProbably": [
			"Look to you as an authority on water magic or the elemental planes.",
			"Think you can speak with aquatic creatures.",
			"Assume you are easily swayed by others, with few real opinions of your own."
		],
		"aonId": 37,
		"source": "PZO9308",
		"id": "439666e1-ec73-4675-aa8c-c684e4517463",
		"pf2t": {
			"name": "Undine",
			"pfs": "standard",
			"traits": "uncommon",
			"source": "Ancestry Guide pg. 116",
			"src": "https://2e.aonprd.com/Ancestries.aspx?ID=37",
			"aon": "ancestries37",
			"type": "ancestry",
			"body": "These dynamic, fluid mortals trace their ancestry to creatures from the Plane of Water, such as marids, water mephits, and brine dragons.\n\nUndines often go through life in a series of shifting phases, their interests waxing, waning, or sometimes morphing altogether as old loves are discarded for new interests. Structure provides a much-needed focus to undines' lives, and without strong goals or support from those around them, undines can find themselves stagnating in feelings of despondence. Most undines feel they personify specific aspects of water, some seeing themselves with the strength and power of the waves, the speed and tenacity of a river current, or the calm of a peaceful lake or pond. Others identify with all these aspects and more, their demeanors shifting like the tides from one situation to the next.\n\nUndines born with a connection only to a specific subtype of elemental water, such as ice, brine, or mist, might have a specific undine lineage. These are typically passed down from parent to child, as with other geniekin, but on occasion, a child is born with a lineage never seen in their family. Sometimes lineages are the result of where an undine's ancestors lived, such as rimesoul undines being born in the cold northern countries or at the tops of mountain peaks. At other times it can be related to the undine's elemental heritage, as is often the case with brinesoul undines, who usually descend from brine dragons. Mistsoul undines might have a distant but powerful connection to elemental water, or might even have a bit of elemental air mixed into their ancestry.",
			"hash": "qqYKSWNb"
		}
	},
	{ "objectType": "Trait", "name": "Undine", "source": "PZO9308", "id": "566750c4-906e-47cf-8308-ded3d312f9a3" }
]